Repository: lyskouski/app-finance
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, be_eu, cs, fa, hi, it, ja, nl, pl, ro, tr, uk, uz, zh_tw

# saveTooltip
source: Save To
ar: حفظ إلى
az: Saxlamaq
be: Захаваць у
be_eu: Zachavać u
cs: Uložit do
fa: ذخیره در
hi: में सुरक्षित करें
it: Salva in
ja: 保存先
nl: Opslaan in
pl: Zapisz do
ro: Salvare către
tr: Şuraya Kaydet
uk: Зберегти у
uz: Saqlash
zh_tw: 儲存至

# search
source: Show By '{value}' Pattern
ar: إظهار حسب نمط '{value}'
az: '{value}' Nümunəsi ilə Göstərin
be: Паказаць па '{value}' шаблоне
be_eu: Pakazać pa '{value}' Šablonie
cs: Zobrazit podle vzoru '{value}'
fa: نمایش بر اساس الگوی '{value}'
hi: '{value}' पैटर्न द्वारा दिखाएँ
it: Mostra per modello '{value}'
ja: '{value}' 」パターンで表示
nl: Tonen op '{value}'-patroon
pl: Pokaż według wzorca '{value}'
ro: Afișare după modelul '{value}'
tr: '{value}' Kalıbına Göre Göster
uk: Показати по '{value}' візерунку
uz: “{value}” namunasi boʻyicha koʻrsatish
zh_tw: 以 '{value}' 模式顯示

# searchTooltip
source: Search
ar: يبحث
az: Axtar
be: Пошук
be_eu: Pošuk
cs: Vyhledávání
fa: جستجو
hi: खोज
it: Ricerca
ja: 検索
nl: Zoekopdracht
pl: Szukaj
ro: Căutare
tr: Aramak
uk: Пошук
uz: Qidiruv
zh_tw: 搜尋

# settingsBaseHeadline
source: Basics
ar: الأساسيات
az: Əsaslar
be: Асновы
be_eu: Asnovy
cs: Základy
fa: مبانی
hi: मूल बातें
it: Nozioni di base
ja: 基本設定
nl: Basis
pl: Podstawy
ro: Principii de bază
tr: Temel Bilgiler
uk: Основи
uz: Asoslar
zh_tw: 基本知識

# settingsHeadline
source: Settings
ar: الإعدادات
az: Parametrlər
be: Налады
be_eu: Nalady
cs: Nastavení
fa: تنظیمات
hi: समायोजन
it: Impostazioni
ja: 設定
nl: Instellingen
pl: Ustawienia
ro: Setări
tr: Ayarlar
uk: Налаштування
uz: Sozlamalar
zh_tw: 設定

# skipFromTotals
source: Exclude from Totals
ar: الاستبعاد من المجاميع
az: Cəmilərdən xaric edin
be: Выключыць з агульных вынікаў
be_eu: Vykliučyć z ahuĺnych vynikaŭ
cs: Vyloučit ze součtů
fa: حذف از مجموع
hi: कुल से बाहर रखें
it: Escludere dai totali
ja: 合計から除外する
nl: Niet opnemen in totalen
pl: Wyklucz z sumy
ro: Excludere din totaluri
tr: Toplamlardan hariç tut
uk: Виключити із загальної кількості
uz: Jami hisobdan chiqarib tashlang
zh_tw: 總計不包括

# skipTooltip
source: Skip Step(s)
ar: تخطي الخطوة (الخطوات)
az: Addım(lar)ı atlayın
be: Прапусьціць крок(і)
be_eu: Prapuścić Krok(i)
cs: Vynechat krok(y)
fa: رد شدن از مرحله(های)
hi: चरण छोड़ें
it: Salta i passi
ja: ステップをスキップする
nl: Stap(pen) overslaan
pl: Pomiń kroki
ro: Sari peste pas(e)
tr: Adım(lar)ı Atla
uk: Пропустити крок(і)
uz: Qadam(lar)ni o‘tkazib yuborish
zh_tw: 跳過步驟

source: spent
ar: المستهلكة
az: sərf etdi
be: патр.
be_eu: patr.
cs: strávil
fa: صرف کرد
hi: खर्च किया
it: speso
ja: 使用済み
nl: uitgegeven
pl: zużyty
ro: cheltuite
tr: harcandı
uk: патр.
uz: sarflangan
zh_tw: 花費

# splitCancelTooltip
source: Cancel Split per Month
ar: إلغاء التقسيم في الشهر
az: Ayda bölünməni ləğv edin
be: Адмяніць падьзел па месяцы
be_eu: Admianić Pad́ziel pa Miesiacy
cs: Zrušit rozdělení na měsíce
fa: لغو تقسیم در ماه
hi: प्रति माह विभाजन रद्द करें
it: Annullare la suddivisione per mese
ja: 月ごとの分割を取り消す
nl: Splitsen per maand annuleren
pl: Anuluj podział na miesiąc
ro: Anulare împărțire pe lună
tr: Ay Başına Bölünmeyi İptal Et
uk: Скасувати розподіл на місяць
uz: Oyiga Splitni bekor qilish
zh_tw: 取消每月分割

# splitTooltip
source: Declare Limits per Month
ar: إعلان الحدود في الشهر
az: Aylıq Limitləri Bəyan edin
be: Вызначыць месячныя ліміты
be_eu: Vyznačyć Miesiačnyja Limity
cs: Vyhlášení limitů za měsíc
fa: محدودیت ها را در ماه اعلام کنید
hi: प्रति माह सीमा घोषित करें
it: Dichiara i limiti al mese
ja: 月ごとの制限を宣言する
nl: Limieten aangeven per maand
pl: Deklarowanie limitów na miesiąc
ro: Declararea limitelor pe lună
tr: Aylık Limitleri Bildirin
uk: Задекларуйте місячні ліміти
uz: Oyiga limitlarni e'lon qiling
zh_tw: 宣告每月限制

# subscription
source: As an open-source project, subscribing will not unlock any additional features. However, it would serve as an investment in the continuous evolution and improvement of the application, and to preserve its availability.
ar: كمشروع مفتوح المصدر، لن يؤدي الاشتراك إلى فتح أي ميزات إضافية. ومع ذلك، فإنه سيكون بمثابة استثمار في التطوير والتحسين المستمر للتطبيق، والحفاظ على إتاحته.
az: Açıq mənbəli layihə olaraq, abunəlik heç bir əlavə funksiyanın kilidini açmayacaq. Bununla belə, o, tətbiqin davamlı təkamülünə və təkmilləşdirilməsinə və onun mövcudluğunun qorunmasına investisiya kimi xidmət edəcəkdir.
be: Як праект з адкрытым зыходным кодам, падпіска не адкрые аніякіх дадатковых функцый. Аднак гэта паслужыць інвестыцыяй у бесперапынную эвалюцыю і ўдасканаленьне прыкладаньня, а таксама захаваньне яго даступнасьці.
be_eu: Jak prajekt z adkrytym zychodnym kodam, padpiska nie adkryje anijakich dadatkovych funkcyj. Adnak heta paslužyć inviestycyjaj u biespierapynnuju evaliucyju i ŭdaskanalieńnie prykladańnia, a taksama zachavańnie jaho dastupnaści.
cs: Jelikož se jedná o projekt s otevřeným zdrojovým kódem, předplatné neodemkne žádné další funkce. Sloužilo by však jako investice do neustálého vývoje a zlepšování aplikace a k zachování její dostupnosti.
fa: به عنوان یک پروژه منبع باز، اشتراک هیچ ویژگی اضافی را باز نمی کند. با این حال، به عنوان یک سرمایه گذاری در تکامل و بهبود مستمر برنامه و حفظ در دسترس بودن آن عمل می کند.
hi: एक ओपन-सोर्स प्रोजेक्ट के रूप में, सदस्यता लेने से कोई अतिरिक्त सुविधाएँ अनलॉक नहीं होंगी। हालाँकि, यह एप्लिकेशन के निरंतर विकास और सुधार और इसकी उपलब्धता को संरक्षित करने में एक निवेश के रूप में काम करेगा।
it: Essendo un progetto open-source, l'abbonamento non sblocca alcuna funzionalità aggiuntiva. Tuttavia, serve come investimento per la continua evoluzione e il miglioramento dell'applicazione e per preservarne la disponibilità.
ja: オープンソースプロジェクトであるため、購読することで追加機能がアンロックされることはありません。しかし、アプリケーションの継続的な進化と改善、そして可用性を維持するための投資となります。
nl: Omdat het een open-source project is, zal een abonnement geen extra functies vrijgeven. Het dient echter wel als een investering in de voortdurende evolutie en verbetering van de applicatie, en om de beschikbaarheid ervan te behouden.
pl: Jako projekt open-source, subskrypcja nie odblokuje żadnych dodatkowych funkcji. Będzie to jednak inwestycja w ciągłą ewolucję i ulepszanie aplikacji oraz zachowanie jej dostępności.
ro: Fiind un proiect open-source, abonarea nu va debloca nicio funcție suplimentară. Cu toate acestea, ar servi ca o investiție în evoluția și îmbunătățirea continuă a aplicației și pentru a păstra disponibilitatea acesteia.
tr: Açık kaynaklı bir proje olarak, abone olmak herhangi bir ek özelliğin kilidini açmayacaktır. Ancak, uygulamanın sürekli gelişimi ve iyileştirilmesi ve kullanılabilirliğinin korunması için bir yatırım olarak hizmet edecektir.
uk: Оскільки це проект із відкритим кодом, підписка не розблокує жодних додаткових функцій. Однак це буде інвестицією в безперервний розвиток і вдосконалення програми, а також для збереження її доступності.
uz: Ochiq manbali loyiha sifatida obuna bo‘lish qo‘shimcha funksiyalarni ochmaydi. Biroq, bu ilovaning uzluksiz rivojlanishi va takomillashtirilishiga va uning mavjudligini saqlab qolishga investitsiya sifatida xizmat qiladi.
zh_tw: 作為一個開放原始碼專案，訂閱不會解鎖任何額外功能。然而，這將會成為對應用程式持續演進與改進的投資，並維持其可用性。

# subscriptionCoffee
source: Buy a Coffee
ar: اشترِ قهوة
az: Qəhvə al
be: Купіць кавы
be_eu: Kupić Kavy
cs: Koupit kávu
fa: یک قهوه بخر
hi: एक कॉफ़ी खरीदें
it: Comprare un caffè
ja: コーヒーを買う
nl: Koffie kopen
pl: Kup kawę
ro: Cumpărați o cafea
tr: Bir Kahve Satın Alın
uk: Купити каву
uz: Kofe sotib oling
zh_tw: 購買咖啡

# subscriptionDinner
source: Treat to Dinner
ar: عشاء على العشاء
az: Axşam yeməyinə dəvət edin
be: Пачастуйце вячэрай
be_eu: Pačastujcie Viačeraj
cs: Dopřejte si večeři
fa: پذیرایی برای شام
hi: रात के खाने का इलाज करें
it: Offri una cena
ja: 夕食をご馳走する
nl: Trakteer op een etentje
pl: Poczęstuj się kolacją
ro: Cumpărați o cină
tr: Akşam Yemeğinde İkram
uk: Пригостіть вечерею
uz: Kechki ovqat uchun
zh_tw: 款待晚餐

# subscriptionDonorbox
source: Subscribe via Donorbox
ar: اشترك عبر صندوق التبرع
az: Donorbox vasitəsilə abunə olun
be: Падпісацца праз Donorbox
be_eu: Padpisacca praz Donorbox
cs: Předplatné prostřednictvím Donorboxu
fa: از طریق Donorbox مشترک شوید
hi: डोनरबॉक्स के माध्यम से सदस्यता लें
it: Iscriviti tramite Donorbox
ja: Donorbox 経由で購読する
nl: Abonneer je via Donorbox
pl: Subskrybuj przez Donorbox
ro: Abonați-vă prin Donorbox
tr: Donorbox üzerinden abone olun
uk: Підписатися через Donorbox
uz: Donorbox orqali obuna bo'ling
zh_tw: 透過 Donorbox 訂閱

# subscriptionGithub
source: Subscribe via GitHub
ar: اشترك عبر GitHub
az: GitHub vasitəsilə abunə olun
be: Падпісацца праз GitHub
be_eu: Padpisacca praz GitHub
cs: Přihlásit se přes GitHub
fa: از طریق GitHub مشترک شوید
hi: GitHub के माध्यम से सदस्यता लें
it: Iscriviti via GitHub
ja: GitHub 経由で申し込む
nl: Inschrijven via GitHub
pl: Subskrybuj przez GitHub
ro: Abonați-vă prin GitHub
tr: GitHub üzerinden abone olun
uk: Підписатися через GitHub
uz: GitHub orqali obuna bo'ling
zh_tw: 透過 GitHub 訂閱

# subscriptionHeadline
source: Sponsorship
ar: الرعاية
az: Sponsorluq
be: Спонсарства
be_eu: Sponsarstva
cs: Sponzorství
fa: حمایت
hi: प्रायोजन
it: Sponsorizzazione
ja: スポンサーシップ
nl: Sponsoring
pl: Sponsorowanie
ro: Sponsorizare
tr: Sponsorluk
uk: Підтримка
uz: Homiylik
zh_tw: 贊助

# subscriptionInactive
source: Purchase Service Unavailable
ar: خدمة الشراء غير متوفرة
az: Satınalma xidməti əlçatan deyil
be: Паслуга куплі недаступная
be_eu: Pasluha Kupli Niedastupnaja
cs: Nákupní služba nedostupná
fa: خدمات خرید در دسترس نیست
hi: क्रय सेवा अनुपलब्ध
it: Servizio di acquisto non disponibile
ja: 購入サービス利用不可
nl: Aankoopdienst niet beschikbaar
pl: Usługa zakupu niedostępna
ro: Serviciul de cumpărare indisponibil
tr: Satın Alma Hizmeti Kullanılamıyor
uk: Послуга покупки недоступна
uz: Sotib olish xizmati mavjud emas
zh_tw: 購買服務不可用

# subscriptionPatreon
source: Subscribe via Patreon
ar: اشترك عبر Patreon
az: Patreon vasitəsilə abunə olun
be: Падпісацца праз Patreon
be_eu: Padpisacca praz Patreon
cs: Přihlásit se přes Patreon
fa: از طریق Patreon مشترک شوید
hi: पैट्रियन के माध्यम से सदस्यता लें
it: Abbonamento tramite Patreon
ja: Patreon 経由で購読する
nl: Abonneer je via Patreon
pl: Subskrybuj przez Patreon
ro: Abonare prin Patreon
tr: Patreon aracılığıyla abone olun
uk: Підписатися через Patreon
uz: Patreon orqali obuna bo'ling
zh_tw: 透過 Patreon 訂閱

# subscriptionPaypal
source: Buy a Coffee (PayPal)
ar: اشترِ قهوة (PayPal)
az: Qəhvə alın (PayPal)
be: Купіць кавы (PayPal)
be_eu: Kupić kavy (PayPal)
cs: Koupit kávu (PayPal)
fa: خرید قهوه (پی پال)
hi: कॉफ़ी खरीदें (PayPal)
it: Acquista un caffè (PayPal)
ja: コーヒーを買う (PayPal)
nl: Koop een koffie (PayPal)
pl: Kup kawę (PayPal)
ro: Cumpărați o cafea (PayPal)
tr: Kahve Satın Alın (PayPal)
uk: Купити каву (PayPal)
uz: Qahva sotib oling (PayPal)
zh_tw: 購買咖啡 (PayPal)

# subscriptionTiny
source: Give a lucky Coin
ar: تبرع بعملة محظوظة
az: Şanslı bir sikkə verin
be: Падарыць шчаслівую манету
be_eu: Padaryć Ščaslivuju Manietu
cs: Darujte minci pro štěstí
fa: یک سکه شانس بدهید
hi: एक भाग्यशाली सिक्का दें
it: Regala una moneta fortunata
ja: 幸運のコインを贈る
nl: Geef een geluksmunt
pl: Podarować szczęśliwą monetę
ro: Dați o monedă norocoasă
tr: Şanslı bir madeni para verin
uk: Початкове спонсорство
uz: Baxtli tanga bering
zh_tw: 贈送幸運硬幣

# subscriptionTooltip
source: Support (Sponsorship)
ar: الدعم (رعاية)
az: Dəstək (Sponsorluq)
be: Падтрымка (спонсарства)
be_eu: Padtrymka (Sponsarstva)
cs: Podpořte (sponzorství)
fa: پشتیبانی (حمایت مالی)
hi: समर्थन (प्रायोजन)
it: Sostegno (Sponsorizzazione)
ja: サポート（スポンサーシップ）
nl: Steun (Sponsoring)
pl: Wsparcie (sponsorowanie)
ro: Susțineți (sponsorizare)
tr: Destek (Sponsorluk)
uk: Підтримка (спонсорство)
uz: Yordam (homiylik)
zh_tw: 支持 (贊助)

# success
source: Succeeded
ar: نجح
az: Müvəffəq oldu
be: Атрымалася
be_eu: Atrymalasia
cs: Úspěšný
fa: موفق شد
hi: सफल हुए
it: Riuscito
ja: 成功する
nl: Geslaagd
pl: Udało się
ro: Reușită
tr: Başarılı
uk: Вдалося
uz: Muvaffaqiyatli
zh_tw: 成功

source: Summary
ar: ملخص
az: Xülasə
be: Рэзюмэ
be_eu: Reziume
cs: Shrnutí
fa: خلاصه
hi: सारांश
it: Riepilogo
ja: 概要
nl: Samenvatting
pl: Podsumowanie
ro: Rezumat
tr: Özet
uk: Резюме
uz: Xulosa
zh_tw: 摘要

source: Symbol
ar: الرمز
az: Simvol
be: Сымбаль
be_eu: Symbaĺ
fa: سمبل
hi: प्रतीक
it: Simbolo
ja: シンボル
nl: Symbool
pl: Godło
ro: Simbol
tr: Sembol
uk: Символ
uz: Belgi
zh_tw: 符號

# syncHeadline
source: Sync Devices
ar: أجهزة المزامنة
az: Cihazları Sinxronlaşdırın
be: Сінхранізацыя прылад
be_eu: Sinchranizacyja prylad
cs: Synchronizační zařízení
fa: همگام سازی دستگاه ها
hi: डिवाइस सिंक करें
it: Dispositivi di sincronizzazione
ja: 同期デバイス
nl: Synchroniseer apparaten
pl: Synchronizacja urządzeń
ro: Dispozitive de sincronizare
tr: Senkronizasyon Cihazları
uk: Синхронізація простроїв
uz: Qurilmalarni sinxronlash
zh_tw: 同步裝置

# systemMode
source: System
ar: النظام
az: Sistem
be: Сістэмны
be_eu: Sistemny
cs: Systém
fa: سیستم
hi: प्रणाली
ja: システム
nl: Systeem
pl: Systemowy
uk: Системний
uz: Tizim
zh_tw: 系統

source: Tap to Open
ar: انقر للفتح
az: Açmaq üçün toxunun
be: Націсьніце, каб адкрыць
be_eu: Naciśnicie, kab Adkryć
cs: Klepnutím otevřete
fa: برای باز کردن ضربه بزنید
hi: खोलने के लिए नल
it: Toccare per aprire
ja: タップして開く
nl: Tikken om te openen
pl: Naciśnij, aby otworzyć
ro: Atingeți pentru a deschide
tr: Açmak için dokunun
uk: Натисніть, щоб відкрити
uz: Ochish uchun bosing
zh_tw: 點選開啟

source: Target Amount
ar: المبلغ المستهدف
az: Hədəf məbləği
be: Мэтавая сума
be_eu: Metavaja Suma
cs: Cílová částka
fa: مقدار هدف
hi: लक्ष्य राशि
it: Importo target
ja: 目標金額
nl: Doel Bedrag
pl: Kwota docelowa
ro: Suma țintă
tr: Hedef Miktar
uk: Цільова сума
uz: Maqsadli miqdor
zh_tw: 目標金額

# termPrivacy
source: Privacy Policy
ar: سياسة الخصوصية
az: Gizlilik Siyasəti
be: Палітыка прыватнасьці
be_eu: Palityka Pryvatnaści
cs: Zásady ochrany osobních údajů
fa: سیاست حفظ حریم خصوصی
hi: गोपनीयता नीति
it: Informativa sulla privacy
ja: プライバシーポリシー
nl: Privacybeleid
pl: Polityka prywatności
ro: Politica de confidențialitate
tr: Gizlilik Politikası
uk: Політика приватності
uz: Maxfiylik siyosati
zh_tw: 隱私權政策

# termUse
source: Terms of Use
ar: شروط الاستخدام
az: İstifadə qaydaları
be: Умовы выкарыстаньня
be_eu: Umovy Vykarystańnia
cs: Podmínky používání
fa: شرایط استفاده
hi: उपयोग की शर्तें
it: Condizioni d'uso
ja: 利用規約
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
ro: Termeni de utilizare
tr: Kullanım Koşulları
uk: Умови використання
uz: Foydalanish shartlari
zh_tw: 使用條款

source: Title
ar: العنوان
az: Başlıq
be: Назва
be_eu: Nazva
cs: Název
fa: عنوان
hi: शीर्षक
it: Titolo
ja: タイトル
pl: Tytuł
ro: Titlu
tr: Başlık
uk: Назва
uz: Sarlavha
zh_tw: 標題

# titleAccountTooltip
source: Enter Account Identifier
ar: أدخل معرّف الحساب
az: Hesab İdentifikatorunu daxil edin
be: Увядьзіце ідэнтыфікатар рахунка
be_eu: Uviad́zicie Identyfikatar Rachunka
cs: Zadejte identifikátor účtu
fa: شناسه حساب را وارد کنید
hi: खाता पहचानकर्ता दर्ज करें
it: Inserire l'identificativo del conto
ja: アカウント識別子を入力
nl: Voer rekeningidentificatiecode in
pl: Wprowadź identyfikator konta
ro: Introduceți identificatorul contului
tr: Hesap Tanımlayıcısını Girin
uk: Введіть ідентифікатор рахунку
uz: Hisob identifikatorini kiriting
zh_tw: 輸入帳戶識別碼

# titleBudgetTooltip
source: Enter Budget Category Name
ar: أدخل اسم فئة الميزانية
az: Büdcə Kateqoriyasının adını daxil edin
be: Увядьзіце назву катэгорыі бюджэту
be_eu: Uviad́zicie nazvu katehoryi biudžetu
cs: Zadejte název rozpočtové kategorie
fa: نام دسته بودجه را وارد کنید
hi: बजट श्रेणी का नाम दर्ज करें
it: Inserire il nome della categoria di bilancio
ja: 予算カテゴリー名を入力
nl: Naam budgetcategorie invoeren
pl: Wprowadź nazwę kategorii budżetu
ro: Introduceți numele categoriei bugetare
tr: Bütçe Kategorisi Adını Girin
uk: Введіть назву категорії бюджету
uz: Byudjet toifasi nomini kiriting
zh_tw: 輸入預算類別名稱

# titleGoal
source: Goal
ar: الهدف
az: Məqsəd
be: Мэта
be_eu: Meta
cs: Cíl
fa: هدف
hi: लक्ष्य
it: Obiettivo
ja: 目標
nl: Doel
pl: Cel
ro: Obiectiv
tr: Hedef
uk: Ціль
uz: Maqsad
zh_tw: 目標

# titleGoalTooltip
source: Define Goal Description
ar: تحديد وصف الهدف
az: Məqsəd təsvirini müəyyənləşdirin
be: Вызначце апісаньне мэты
be_eu: Vyznačcie apisańnie mety
cs: Definujte popis cíle
fa: تعریف هدف
hi: लक्ष्य विवरण परिभाषित करें
it: Definire la descrizione dell'obiettivo
ja: 目標の説明
nl: Doelomschrijving definiëren
pl: Zdefiniuj opis celu
ro: Definiți descrierea obiectivului
tr: Hedef Tanımını Belirleyin
uk: Визначте опис цілі
uz: Maqsad tavsifini aniqlang
zh_tw: 定義目標描述

source: to
ar: إلى
az: üçün
be: да
be_eu: da
cs: na
fa: به
hi: को
ja: 合計
nl: naar
pl: do
ro: la
tr: için
uk: до
uz: uchun
zh_tw: 至

source: total
ar: الإجمالي
az: ümumi
be: усяго
be_eu: usiaho
cs: celkem
fa: جمع
hi: कुल
it: totale
ja: 合計
nl: totaal
pl: całkowity
tr: Toplam
uk: усьго
uz: jami
zh_tw: 總計

# transactionFile
source: Fingrom Transactions Log File (.log)
ar: ملف سجل المعاملات المالية (.log)
be: Fingrom файл журнала транзакцый (.log)
be_eu: Fingrom Fajl Žurnala Tranzakcyj (.log)
cs: Soubor protokolu transakcí Fingrom (.log)
fa: فایل گزارش معاملات Fingrom (log.)
hi: फ़िंगरॉम लेनदेन लॉग फ़ाइल (.log)
it: File di registro delle transazioni Fingrom (.log)
ja: Fingrom 取引ログファイル（.log）
nl: Logbestand Fingrom-transacties (.log)
pl: Plik dziennika transakcji Fingrom (.log)
ro: Fișierul jurnal al tranzacțiilor Fingrom (.log)
tr: Fingrom İşlemleri Günlük Dosyası (.log)
uk: Fingrom Файл журналу транзакцій (.log)
uz: Fingrom tranzaksiyalari jurnali fayli (.log)
zh_tw: Fingrom 交易記錄檔 (.log)

# transferHeadline
source: Transfer
ar: التحويل
be: Перадача
be_eu: Pieradača
cs: Přenos
fa: انتقال
hi: स्थानांतरण
it: Trasferimento
ja: 転送
nl: Overdracht
pl: Przelew
uk: Передача
zh_tw: 傳輸

# transferTooltip
source: Set Transfer Details
ar: تعيين تفاصيل التحويل
az: Transfer təfərrüatlarını təyin edin
be: Усталюйце звесткі перадачы
be_eu: Ustaliujcie Zviestki Pieradačy
cs: Nastavit podrobnosti o přenosu
fa: تنظیم جزئیات انتقال
hi: स्थानांतरण विवरण सेट करें
it: Impostare i dettagli del trasferimento
ja: 転送の詳細を設定
nl: Details overdracht instellen
pl: Ustaw szczegóły transferu
ro: Setați detaliile transferului
tr: Transfer Ayrıntılarını Ayarla
uk: Встановіть деталі передачі
uz: Transfer ma'lumotlarini o'rnating
zh_tw: 設定傳輸詳細資料

# transfersHeadline
source: Transfers
ar: التحويلات
az: Transferlər
be: Трансферы
be_eu: Transfiery
cs: Převody
fa: نقل و انتقالات
hi: स्थानांतरण
it: Trasferimenti
ja: 移籍
nl: Overschrijvingen
pl: Przelewy
ro: Transferuri
tr: Transferler
uk: Переклади
uz: Transferlar
zh_tw: 轉移

# typeButton
source: Button
ar: الزر
az: Düymə
be: Кнопка
be_eu: Knopka
cs: Tlačítko
fa: دکمه
hi: बटन
it: Pulsante
ja: ボタン
nl: Knop
pl: Przycisk
ro: Buton
tr: Düğme
uk: Кнопка
uz: Tugma
zh_tw: 按鈕

# updateAccountTooltip
source: Update Account
ar: تحديث الحساب
az: Hesabı yeniləyin
be: Змяніць рахунак
be_eu: Zmianić Rachunak
cs: Aktualizovat účet
fa: به روز رسانی حساب کاربری
hi: खाता अद्यतन करें
it: Aggiorna conto
ja: アカウントの更新
nl: Rekening bijwerken
pl: Zaktualizuj rachunek
ro: Actualizare cont
tr: Hesap Güncelleme
uk: Змінити рахунок
uz: Hisobni yangilash
zh_tw: 更新帳戶

# updateBillTooltip
source: Update Bill
ar: تحديث الفاتورة
az: Billi yeniləyin
be: Змяніць чэк
be_eu: Zmianić Ček
cs: Aktualizovat účet
fa: به روز رسانی بیل
hi: बिल अद्यतन करें
it: Aggiorna fattura
ja: 請求書の更新
nl: Rekening bijwerken
pl: Zaktualizuj rachunek
ro: Actualizare factură
tr: Bill'i Güncelle
uk: Змінити чек
uz: Billni yangilash
zh_tw: 更新帳單

# updateBudgetTooltip
source: Update Budget Category
ar: تحديث فئة الميزانية
az: Büdcə Kateqoriyasını yeniləyin
be: Змяніць катэгорыю бюджэту
be_eu: Zmianić Katehoryju Biudžetu
cs: Aktualizovat rozpočtovou kategorii
fa: به روز رسانی رده بودجه
hi: बजट श्रेणी अद्यतन करें
it: Aggiorna categoria di bilancio
ja: 予算カテゴリーの更新
nl: Budgetcategorie bijwerken
pl: Zaktualizuj kategorię budżetu
ro: Actualizare categorie buget
tr: Bütçe Kategorisini Güncelle
uk: Змінити категорію бюджету
uz: Byudjet toifasini yangilash
zh_tw: 更新預算類別

# updateGoalTooltip
source: Update Goal
ar: تحديث الهدف
az: Məqsədi yeniləyin
be: Змяніць мэту
be_eu: Zmianić Metu
cs: Aktualizovat cíl
fa: به روز رسانی هدف
hi: लक्ष्य अद्यतन करें
it: Aggiorna obiettivo
ja: 目標の更新
nl: Doel bijwerken
pl: Zaktualizuj cel
ro: Actualizare obiectiv
tr: Hedefi Güncelle
uk: Змінити ціль
uz: Maqsadni yangilash
zh_tw: 更新目標

# updatePaymentTooltip
source: Update Payment
ar: تحديث الدفع
az: Ödənişi yeniləyin
be: Абнавіць аплату
be_eu: Abnavić Aplatu
cs: Aktualizovat platbu
fa: به روز رسانی پرداخت
hi: भुगतान अपडेट करें
it: Aggiornamento del pagamento
ja: 更新支払
nl: Betaling bijwerken
pl: Aktualizacja płatności
ro: Actualizare plată
tr: Ödeme Güncelleme
uk: Оновити платіж
uz: To'lovni yangilash
zh_tw: 更新付款

# username
source: Username (Account)
ar: اسم المستخدم (الحساب)
az: İstifadəçi adı (Hesab)
be: Карыстальнік (уліковы запіс)
be_eu: Karystaĺnik (ulikovy zapis)
cs: Uživatelské jméno (účet)
fa: نام کاربری (حساب)
hi: उपयोगकर्ता नाम (खाता)
it: Nome utente (conto)
ja: ユーザー名（アカウント）
nl: Gebruikersnaam (rekening)
pl: Nazwa użytkownika (konto)
ro: Nume utilizator (cont)
tr: Kullanıcı Adı (Hesap)
uk: Користувач (обліковий запис)
uz: Foydalanuvchi nomi (hisob qaydnomasi)
zh_tw: 用戶名（帳戶）

# uuid
source: Unique Transaction Identifier
ar: معرّف المعاملة الفريد
az: Unikal Tranzaksiya İdentifikatoru
be: Унікальны ідэнтыфікатар транзакцыі
be_eu: Unikaĺny Identyfikatar Tranzakcyi
cs: Jedinečný identifikátor transakce
fa: شناسه تراکنش منحصر به فرد
hi: अद्वितीय लेनदेन पहचानकर्ता
it: Identificatore unico di transazione
ja: 一意の取引識別子
nl: Unieke transactie-identificatiecode
pl: Unikalny identyfikator transakcji
ro: Identificator unic al tranzacției
tr: Benzersiz İşlem Tanımlayıcısı
uk: Унікальний ідентифікатор транзакції
uz: Tranzaksiyaning noyob identifikatori
zh_tw: 唯一交易識別碼

# validTillDate
source: Valid Till
ar: حتى تاريخ الصلاحية
az: Qədər etibarlıdır
be: Дьзейнічае да
be_eu: D́ziejničaje da
cs: Platný termín
fa: معتبر تا
hi: तक मान्य
it: Scadenza valida
ja: 有効期限
nl: Geldig tot
pl: Ważny termin płatności
ro: Factură valabilă
tr: Geçerlilik Süresi
uk: Дійсний до
uz: Qachon amal qiladi
zh_tw: 有效提單

# webDav
source: Web Distributed Authoring and Versioning (WebDav)
ar: التأليف والإصدار الموزع عبر الويب (WebDav)
az: Veb Paylanmış Müəlliflik və Versiyalaşdırma (WebDav)
be: Вэб-размеркаванае стварэньне і кіраваньне версіямі (WebDav)
be_eu: Veb-razmierkavanaje Stvareńnie i Kiravańnie Viersijami (WebDav)
cs: Webové distribuované autorizace a verzování (WebDav)
fa: تالیف و نسخه سازی توزیع شده وب (WebDav)
hi: वेब वितरित संलेखन और संस्करण (वेबडाव)
it: Autenticazione e versionamento distribuiti via web (WebDav)
ja: Web分散オーサリングとバージョニング（WebDav）
nl: Web gedistribueerde authorisatie en versiebeheer (WebDav)
pl: Rozproszone tworzenie i wersjonowanie przez Internet (WebDav)
ro: Autorizare și versiune distribuite pe web (WebDav)
tr: Web Dağıtılmış Yazma ve Sürüm Oluşturma (WebDav)
uk: Веб-розподілене створення і кирування версіями (WebDav)
uz: Internetda tarqatilgan mualliflik va versiyalarni yaratish (WebDav)
zh_tw: 網路分散式撰寫與版本控制 (WebDav)

# zoomState
source: Zoom In / Zoom Out
ar: تكبير/تصغير
az: Böyüt / Uçaltın
be: Павялічыць / паменьшыць
be_eu: Pavialičyć / Pamieńšyć
cs: Přiblížení / oddálení
fa: بزرگنمایی / بزرگنمایی
hi: ज़ूम इन ज़ूम आउट
it: Zoom avanti / Zoom indietro
ja: ズームイン/ズームアウト
nl: Inzoomen / Uitzoomen
pl: Powiększanie / pomniejszanie
ro: Măriți / Micșorați
tr: Yakınlaştırma / Uzaklaştırma
uk: Збільшити / Зменшити
uz: Kattalashtirish / Kichraytirish
zh_tw: 放大/縮小
