Repository: lyskouski/app-finance
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, be_eu, cs, fa, hi, it, ja, nl, pl, ro, tr, uk, uz, zh_tw

# aboutHeadline
source: About
ar: نبذة عن الشركة
az: Haqqında
be: Аб дадатку
be_eu: Ab Dadatku
cs: O stránkách
fa: در باره
hi: के बारे में
it: Informazioni su
ja: ご注文について
nl: Over
pl: O aplikacji
ro: Despre
tr: Hakkında
uk: Про додаток
uz: Haqida
zh_tw: 關於我們

source: Account
ar: الحساب
az: Hesab
be: Рахунак
be_eu: Rachunak
cs: Účet
fa: حساب
hi: खाता
it: Il conto
ja: アカウント
pl: Konto
ro: Cont
tr: Hesap
uk: Рахунок
uz: Hisob
zh_tw: 帳號

# accountFrom
source: From Account
ar: من الحساب
az: Hesabdan
be: З рахунку
be_eu: Z Rachunku
cs: Z účtu
fa: از حساب
hi: अकाउंट से
it: Dal conto
ja: アカウントから
nl: Van Account
pl: Od konta
ro: De la cont
tr: Hesaptan
uk: З рахунку
uz: Hisobdan
zh_tw: 自帳戶

# accountHeadline
source: Accounts
ar: الحسابات
az: Hesablar
be: Рахункі
be_eu: Rachunki
cs: Účty
fa: حساب ها
hi: हिसाब किताब
it: Conto
ja: アカウント
nl: Rekeningen
pl: Konta
ro: Conturi
tr: Hesaplar
uk: Рахунки
uz: Hisoblar
zh_tw: 帳戶

# accountTo
source: To Account
ar: إلى الحساب
az: Hesabına
be: Да рахунка
be_eu: Da Rachunka
cs: Na účet
fa: به حساب
hi: खाते में
it: Al conto
ja: 口座へ
nl: Naar account
pl: Do konta
ro: La cont
tr: Hesaba
uk: До рахунку
uz: Hisobga
zh_tw: 至帳戶

# accountTooltip
source: Open Accounts
ar: فتح الحسابات
az: Hesabları açın
be: Адкрыць рахункі
be_eu: Adkryć Rachunki
cs: Otevřené účty
fa: حساب ها را باز کنید
hi: खाते खोलें
it: Conti aperti
ja: 口座を開く
nl: Rekening openen
pl: Otwarte konta
ro: Conturi deschise
tr: Açık Hesaplar
uk: Відкрити рахунки
uz: Hisoblarni ochish
zh_tw: 開啟帳戶

source: Account Type
ar: نوع الحساب
az: Hesab növü
be: Тып рахунку
be_eu: Typ Rachunku
cs: Typ účtu
fa: نوع حساب
hi: खाते का प्रकार
it: Tipo di conto
ja: 口座の種類
nl: Type rekening
pl: Typ konta
ro: Tip cont
tr: Hesap Türü
uk: Тип рахунку
uz: Hisob turi
zh_tw: 帳戶類型

# accountTypeTooltip
source: Choose Account Type
ar: اختر نوع الحساب
az: Hesab növü seçin
be: Выбярыце тып рахунку
be_eu: Vybiarycie Typ Rachunku
cs: Vyberte typ účtu
fa: نوع حساب را انتخاب کنید
hi: खाता प्रकार चुनें
it: Scegliere il tipo di conto
ja: 口座タイプを選択
nl: Kies type rekening
pl: Wybierz typ konta
ro: Alegeți tipul de cont
tr: Hesap Türünü Seçin
uk: Оберіть тип рахунку
uz: Hisob turini tanlang
zh_tw: 選擇帳戶類型

# acknowledgeTooltip
source: Acknowledge
ar: الإقرار
az: etiraf et
be: Прыняць
be_eu: Pryniać
cs: Potvrdit
fa: اذعان
hi: स्वीकार करना
it: Riconoscere
ja: 承認
nl: bevestigen
pl: Potwierdź
tr: Onaylamak
uk: Прийняти
uz: Tan olish
zh_tw: 確認

source: Activate
ar: تفعيل
az: Aktivləşdirin
be: Актываваць
be_eu: Aktyvavać
cs: Aktivovat
fa: فعال کنید
hi: सक्रिय
it: Attivare
ja: 口座開設
nl: Activeer
pl: Aktywuj
ro: Activați
tr: Etkinleştir
uk: Активувати
uz: Faollashtirish
zh_tw: 啟動

# actualData
source: Historical Data
ar: البيانات التاريخية
az: Tarixi məlumatlar
be: Гістарычныя дадьзеныя
be_eu: Histaryčnyja Dad́zienyja
cs: Historické údaje
fa: داده های تاریخی
hi: ऐतिहासिक डेटा
it: Dati storici
ja: 履歴データ
nl: Historische gegevens
pl: Dane historyczne
ro: Date istorice
tr: Tarihsel Veriler
uk: Історичні дані
uz: Tarixiy ma'lumotlar
zh_tw: 歷史資料

# addAccountTooltip
source: Add Account
ar: إضافة حساب
az: Hesab əlavə edin
be: Дадаць рахунак
be_eu: Dadać Rachunak
cs: Přidat účet
fa: اضافه کردن حساب
hi: खाता जोड़ें
it: Aggiungi conto
ja: 勘定科目の追加
nl: Rekening toevoegen
pl: Dodaj konto
ro: Adăugați cont
tr: Hesap Ekle
uk: Додати рахунок
uz: Hisob qo'shish
zh_tw: 新增帳戶

# addBudgetTooltip
source: Add new Budget Category
ar: إضافة فئة ميزانية جديدة
az: Yeni Büdcə Kateqoriyası əlavə edin
be: Дадаць катэгорыю бюджэту
be_eu: Dadać Katehoryju Biudžetu
cs: Přidat novou rozpočtovou kategorii
fa: اضافه کردن دسته بودجه جدید
hi: नई बजट श्रेणी जोड़ें
it: Aggiungere una nuova categoria di bilancio
ja: 新しい予算カテゴリーを追加する
nl: Nieuwe budgetcategorie toevoegen
pl: Dodaj nową kategorię budżetu
ro: Adăugați o nouă categorie bugetară
tr: Yeni Bütçe Kategorisi Ekleme
uk: Додати категорію бюджету
uz: Yangi byudjet toifasini qo'shing
zh_tw: 新增預算類別

# addGoalTooltip
source: Add new Goal
ar: إضافة هدف جديد
az: Yeni Məqsəd əlavə edin
be: Дадаць мэту
be_eu: Dadać Novuju Metu
cs: Přidat nový cíl
fa: افزودن هدف جدید
hi: नया लक्ष्य जोड़ें
it: Aggiungere un nuovo obiettivo
ja: 新しい目標の追加
nl: Nieuw doel toevoegen
pl: Dodaj nowy cel
ro: Adăugați un nou obiectiv
tr: Yeni Hedef Ekle
uk: Додати мету
uz: Yangi maqsad qo'shing
zh_tw: 新增目標

# addMainTooltip
source: Add Bill , Income or Transfer
ar: إضافة فاتورة أو دخل أو تحويل
az: Fatural, gəlir və ya köçürmə əlavə edin
be: Дадаць чэк , прыбытак або перавод
be_eu: Dadać Ček , Prybytak abo Pieravod
cs: Přidat účet , příjem nebo převod
fa: صورتحساب، درآمد یا انتقال را اضافه کنید
hi: बिल, आय या स्थानांतरण जोड़ें
it: Aggiungi fattura, reddito o trasferimento
ja: 請求書、収入または送金を追加する
nl: Rekening, inkomsten of overboeking toevoegen
pl: Dodaj rachunek, dochód lub przelew
ro: Adaugă factură , venit sau transfer
tr: Fatura, Gelir veya Transfer Ekle
uk: Додати чек, прибуток чи переказ
uz: Hisob-kitob, daromad yoki pul o'tkazmasini qo'shing
zh_tw: 新增帳單、收入或轉帳

# afterNDays
source: after {value} days
ar: بعد {value} أيام
az: {value} gündən sonra
be: праз {value} дзён
be_eu: praz {value} dzion
cs: po {value} dnech
fa: پس از {value} روز
hi: {value} दिनों के बाद
it: dopo {value} giorni
ja: {value}日後
nl: na {value} dagen
pl: po {value} dniach
ro: după {value} zile
tr: {value} gün sonra
uk: через {value} днів
uz: {value} kundan keyin
zh_tw: {value}天後

# amountFrom
source: From Amount
az: Məbləğdən
be: Сума ад
cs: Částka od
hi: राशि से
nl: Vanaf bedrag
ro: De la Sumă
tr: Başlangıç ​​Miktarı

# amountTo
source: To Amount
az: Məbləğə
be: Сума да
cs: Částka do
hi: राशि तक
nl: Naar bedrag
ro: Către Sumă
tr: Bitiş Miktarı

# appBuild
source: Build: {build}
ar: بناء {build}
az: Qurmaq: {build}
be: Зборка: {build}
be_eu: Zborka: {build}
cs: Sestavit: {build}
fa: ساخت: {build}
hi: निर्माण: {build}
it: Costruire: {build}
ja: ビルドする {build}
nl: Samenstellen: {build}
pl: Utwórz: {build}
ro: Construiește: {build}
tr: İnşa et: {build}
uk: Збірка: {build}
uz: Qurilish: {build}
zh_tw: 建立：{build}

# appInitHeadline
source: Project Initialization
ar: تهيئة المشروع
az: Layihənin Başlanması
be: Ініцыялізацыя праекту
be_eu: Inicyjalizacyja Prajektu
cs: Inicializace projektu
fa: اولیه سازی پروژه
hi: परियोजना आरंभीकरण
it: Inizializzazione del progetto
ja: プロジェクトの初期化
nl: Project initialisatie
pl: Inicjalizacja projektu
ro: Inițializare proiect
tr: Proje Başlatma
uk: Ініціалізація проекту
uz: Loyihani ishga tushirish
zh_tw: 專案初始化

# appStartHeadline
source: Initial Setup
ar: الإعداد الأولي
az: İlkin Quraşdırma
be: Пачатковая налада
be_eu: Pačatkovaja Nalada
cs: Počáteční nastavení
fa: راه اندازی اولیه
hi: प्रारंभिक व्यवस्था
it: Impostazione iniziale
ja: 初期設定
nl: Eerste instelling
pl: Konfiguracja początkowa
ro: Configurare inițială
tr: İlk Kurulum
uk: Початкове налаштуваннє
uz: Dastlabki sozlash
zh_tw: 初始設定

# appTitle
source: Fingrom
ar: فينجروم
hi: उँगलियाँ
ja: フィングロム
zh_tw: 財務報表

# appVersion
source: Version: {version}
ar: الإصدار: {version}
az: Versiya: {version}
be: Версія: {version}
be_eu: Viersija: {version}
cs: Verze: {version}
fa: نسخه: {version}
hi: संस्करण: {version}
it: Versione: {version}
ja: バージョン {version}
nl: Versie: {version}
pl: Wersja: {version}
ro: Versiune: {version}
tr: Sürüm: {version}
uk: Версія: {version}
uz: Versiya: {version}
zh_tw: 版本：{version}

# automationHeadline
source: Automation
ar: الأتمتة
az: Avtomatlaşdırma
be: Аўтаматызацыя
be_eu: Aŭtamatyzacyja
cs: Automatizace
fa: اتوماسیون
hi: स्वचालन
it: Automazione
ja: オートメーション
nl: Automatisering
pl: Automatyzacja
ro: Automatizare
tr: Otomasyon
uk: Автоматизація
uz: Avtomatlashtirish
zh_tw: 自動化

# automationTypeDays
source: after some days
ar: بعد بضعة أيام
az: bir neçə gündən sonra
be: праз некалькі дзён
be_eu: praz niekaĺki dzion
cs: po několika dnech
fa: بعد از چند روز
hi: कुछ दिनों के बाद
it: dopo alcuni giorni
ja: 何日かして
nl: na enkele dagen
pl: po kilku dniach
ro: după câteva zile
tr: birkaç gün sonra
uk: через кілька днів
uz: bir necha kundan keyin
zh_tw: 過些日子

# backTooltip
source: Return back
ar: الإرجاع
az: Geri qayıt
be: Павярнуцца
be_eu: Paviarnucca
cs: Vrátit zpět
fa: برگرد
hi: वापस लौटाएं
it: Ritorno
ja: 戻る
nl: Terugkeren
pl: Powrót
ro: Revenire înapoi
tr: Geri dön
uk: Повернутися
uz: Orqaga qayt
zh_tw: 返回

# balance
source: Actual Balance
ar: الرصيد الفعلي
az: Faktiki Balans
be: Фактычны баланс
be_eu: Faktyčny Balans
cs: Aktuální zůstatek
fa: تراز واقعی
hi: वास्तविक संतुलन
it: Saldo effettivo
ja: 実際の残高
nl: Werkelijk Saldo
pl: Rzeczywiste saldo
ro: Sold real
tr: Gerçekleşen Bakiye
uk: Фактичний баланс
uz: Haqiqiy balans
zh_tw: 實際結餘

# balanceDate
source: Balance Date Update
ar: تحديث تاريخ الرصيد
az: Balans Tarixi Yeniləmə
be: Дата аднаўленьня балансу
be_eu: Data Adnaŭlieńnia Balansu
cs: Datum aktualizace zůstatku
fa: به روز رسانی تاریخ موجودی
hi: शेष तिथि अद्यतन
it: Aggiornamento della data del saldo
ja: 残高更新日
nl: Saldo Datum Bijwerken
pl: Data aktualizacji salda
ro: Data actualizării soldului
tr: Denge Tarihi Güncellemesi
uk: Дата оновлення балансу
uz: Balans sanasini yangilash
zh_tw: 結餘更新日期

# balanceDateTooltip
source: Outcomes and Incomes before this date won't affect the balance
ar: لن تؤثر النتائج والإيرادات قبل هذا التاريخ على الرصيد
az: Bu tarixdən əvvəlki nəticələr və Gəlirlər balansa təsir etməyəcək
be: Вылікі і прыбыткі да гэтай даты не паўплываюць на баланс
be_eu: Vyliki i Prybytki da hetaj daty nie paŭplyvajuć na balans
cs: Výnosy a příjmy před tímto datem zůstatek neovlivní.
fa: نتایج و درآمدهای قبل از این تاریخ بر روی مانده تأثیری نخواهد داشت
hi: इस तिथि से पहले के परिणाम और आय शेष राशि को प्रभावित नहीं करेंगे
it: I risultati e le entrate precedenti a questa data non influiscono sul saldo.
ja: この日付以前の成果および収入は残高に影響しません。
nl: Uitkomsten en inkomsten vóór deze datum hebben geen invloed op het saldo
pl: Wyniki i przychody sprzed tej daty nie wpłyną na saldo.
ro: Rezultatele și veniturile anterioare acestei date nu vor afecta soldul
tr: Bu tarihten önceki Sonuçlar ve Gelirler bakiyeyi etkilemeyecektir
uk: Відрахування та прибутки до цієї дати не вплинуть на баланс
uz: Ushbu sanadan oldingi natijalar va daromadlar balansga ta'sir qilmaydi
zh_tw: 此日期前的成果和收入不會影響結餘

# balanceTooltip
source: Set Balance
ar: تعيين الرصيد
az: Balansı təyin edin
be: Усталяваць баланс
be_eu: Ustaliavać Balans
cs: Nastavení zůstatku
fa: تعادل را تنظیم کنید
hi: संतुलन स्थापित करें
it: Impostare il saldo
ja: 残高の設定
nl: Saldo instellen
pl: Ustaw saldo
ro: Setați soldul
tr: Dengeyi Ayarla
uk: Встановити баланс
uz: Balansni o'rnatish
zh_tw: 設定結餘

source: Bank Account
ar: الحساب البنكي
az: Bank hesabı
be: Банкаўскі рахунак
be_eu: Bankaŭski Rachunak
cs: Bankovní účet
fa: حساب بانکی
hi: बैंक खाता
it: Conto bancario
ja: 銀行口座
nl: Bankrekening
pl: Konto bankowe
ro: Cont bancar
tr: Banka Hesabı
uk: Банківський рахунок
uz: Bank hisob raqami
zh_tw: 銀行帳戶

source: Bill
ar: الفواتير
az: Fatural
be: Чэк
be_eu: Ček
cs: Účet
fa: بیل
hi: बिल
it: Bolletta
ja: 請求書
nl: Rekening
pl: Rachunek
ro: Factură
uk: Чек
zh_tw: 帳單

# billHeadline
source: Bills
ar: الفواتير
az: Faturalar
be: Чэкі
be_eu: Čeki
cs: Účty
fa: صورتحساب
hi: विधेयकों
it: Bollette
ja: 請求書
nl: Rekeningen
pl: Rachunki
ro: Facturi
uk: Чеки
uz: Hisob-kitoblar
zh_tw: 帳單

# billSetTooltip
source: Set Amount
ar: تعيين المبلغ
az: Məbləği təyin edin
be: Усталяваць суму
be_eu: Ustaliavać Sumu
cs: Nastavit částku
fa: مقدار را تنظیم کنید
hi: रकम तय करें
it: Imposta importo
ja: 設定金額
nl: Bedrag instellen
pl: Ustaw kwotę
ro: Setați suma
tr: Miktarı Ayarla
uk: Встановити суму
uz: Miqdorni belgilash
zh_tw: 設定金額

# billSum
source: Bills: {value}
ar: الفواتير {value}
az: Hesablar: {value}
be: Чэкі: {value}
be_eu: Čeki: {value}
cs: Účty: {value}
fa: صورت حساب: {value}
hi: बिल: {value}
it: Bollette: {value}
ja: 手形 {value}
nl: Rekeningen: {value}
pl: Rachunki: {value}
ro: Facturi: {value}
tr: Faturalar: {value}
uk: Чеки: {value}
uz: Hisob-kitoblar: {value}
zh_tw: 帳單：{value}

# billTooltip
source: Open Bills
ar: فواتير مفتوحة
az: Hesabları açın
be: Адкрытыць чэкі
be_eu: Adkrytyć Čeki
cs: Otevřené účty
fa: قبوض را باز کنید
hi: बिल खोलें
it: Fatture aperte
ja: 手形を開く
nl: Openstaande rekeningen
pl: Otwarte rachunki
ro: Facturi deschise
tr: Açık Faturalar
uk: Відкрити чеки
uz: Hisob-kitoblarni ochish
zh_tw: 開啟帳單

# billTypeTooltip
source: [Type] Bill, Income or Transfer
ar: [النوع] فاتورة أو دخل أو تحويل
az: [Növ] Bill, Gəlir və ya Transfer
be: [Тып] Чэк, прыбытак або перавод
be_eu: [Typ] Ček, Prybytak abo Pieravod
cs: [Typ] Účet, příjem nebo převod
fa: [نوع] صورتحساب، درآمد یا انتقال
hi: [प्रकार] बिल, आय या स्थानांतरण
it: [Fattura, reddito o trasferimento
ja: [タイプ] 請求書、収入または譲渡
nl: [Type] Rekening, Inkomen of Overdracht
pl: [Typ] Rachunek, Przychód lub Przelew
ro: [Tip] Factură, Venit sau Transfer
tr: [Tür] Fatura, Gelir veya Transfer
uk: [Тип] Чек, прибуток або переказ
uz: [Tur] Bill, daromad yoki transfer
zh_tw: [類型] 帳單、收入或轉帳

source: Brightness Theme
ar: سمة السطوع
az: Parlaqlıq mövzusu
be: Тып яркасці
be_eu: Typ Jarkasci
cs: Téma jasu
fa: تم روشنایی
hi: चमक थीम
it: Tema Luminosità
ja: 明るさのテーマ
nl: Helderheid Thema
pl: Motyw jasności
ro: Tema Luminozitate
tr: Parlaklık Teması
uk: Тип яскравосці
uz: Yorqinlik mavzusi
zh_tw: 亮度主題

# btnAdd
source: Add
ar: إضافة
az: əlavə et
be: Дадаць
be_eu: Dadać
cs: Přidat
fa: اضافه کردن
hi: जोड़ना
it: Aggiungi
ja: 追加
nl: Toevoegen
pl: Dodaj
ro: Adaugă
tr: Ekle
uk: Додати
uz: Qo'shish
zh_tw: 新增

# btnCancel
source: Cancel
ar: إلغاء
az: Ləğv et
be: Адмяніць
be_eu: Admianić
cs: Zrušit
fa: لغو کنید
hi: रद्द करना
it: Annulla
ja: キャンセル
nl: Annuleren
pl: Anuluj
ro: Anulare
tr: İptal
uk: Скасувати
uz: Bekor qilish
zh_tw: 取消

# btnConfirm
source: Confirm
ar: تأكيد
az: Təsdiq edin
be: Пацьвердьзіць
be_eu: Paćvierd́zić
cs: Potvrdit
fa: تایید
hi: पुष्टि करना
it: Confermare
ja: 確認する
nl: Bevestigen
pl: Potwierdź
ro: Confirmare
tr: Onaylayın
uk: Підтвердити
uz: Tasdiqlang
zh_tw: 確認

# btnMore
source: More
ar: المزيد
az: Daha çox
be: Больш
be_eu: Boĺš
cs: Více na
fa: بیشتر
hi: अधिक
it: Altro
ja: その他
nl: Meer
pl: Więcej
ro: Mai multe
tr: Daha fazla
uk: Більше
uz: Ko'proq
zh_tw: 更多資訊

# budget
source: Budget Category
ar: فئة الميزانية
az: Büdcə kateqoriyası
be: Катэгорыя бюджэту
be_eu: Katehoryja Biudžetu
cs: Kategorie rozpočtu
fa: دسته بندی بودجه
hi: बजट श्रेणी
it: Categoria Bilancio
ja: 予算カテゴリー
nl: Categorie Budget
pl: Kategoria Budżet
ro: Categoria Buget
tr: Bütçe Kategorisi
uk: Категорія бюджету
uz: Byudjet toifasi
zh_tw: 預算類別

# budgetHeadline
source: Budgets
ar: الميزانيات
az: Büdcələr
be: Бюджэты
be_eu: Biudžety
cs: Rozpočty
fa: بودجه ها
hi: बजट
it: Budget
ja: 予算
nl: Budgetten
pl: Budżety
ro: Buget
tr: Bütçeler
uk: Бюджети
uz: Byudjetlar
zh_tw: 預算

# budgetLimit
source: Limit per Month
ar: الحد في الشهر
az: Aylıq limit
be: Ліміт у месяц
be_eu: Limit u Miesiac
cs: Limit na měsíc
fa: محدودیت در ماه
hi: प्रति माह सीमा
it: Limite per mese
ja: 月間限度額
nl: Limiet per maand
pl: Limit na miesiąc
ro: Limita pe lună
tr: Aylık Limit
uk: Ліміт на місяць
uz: Oyiga cheklov
zh_tw: 每月限額

# budgetLimitHeadline
source: Limit Adjustments
ar: تعديلات الحد في الشهر
az: Limit Tənzimləmələri
be: Карэкціроўкі абмежаваньняў
be_eu: Karekciroŭki Abmiežavańniaŭ
cs: Úpravy limitu
fa: تنظیمات حد
hi: सीमा समायोजन
it: Aggiustamenti del limite
ja: 限度額の調整
nl: Aanpassingen limiet
pl: Korekty limitu
ro: Ajustări ale limitei
tr: Limit Ayarlamaları
uk: Коригування лімітів
uz: Cheklovlarni sozlash
zh_tw: 限額調整

# budgetRelativeLimit
source: Relative Coefficient per Month
ar: المعامل النسبي لكل شهر
az: Ayda nisbi əmsal
be: Адносны каэфіцыент у месяц
be_eu: Adnosny Kaeficyjent u Miesiac
cs: Relativní koeficient na měsíc
fa: ضریب نسبی در ماه
hi: प्रति माह सापेक्ष गुणांक
it: Coefficiente relativo per mese
ja: 月ごとの相対係数
nl: Relatieve coëfficiënt per maand
pl: Współczynnik względny na miesiąc
ro: Coeficient relativ pe lună
tr: Ay Başına Göreli Katsayı
uk: Відносний коефіцієнт на місяць
uz: Oyiga nisbiy koeffitsient
zh_tw: 每月相對係數

# budgetTooltip
source: Open Budget Types
ar: أنواع الميزانية المفتوحة
az: Büdcə növlərini açın
be: Адкрыць тыпы бюджэту
be_eu: Adkryć Typy Biudžetu
cs: Otevřené typy rozpočtů
fa: باز کردن انواع بودجه
hi: बजट प्रकार खोलें
it: Tipi di bilancio aperti
ja: オープン予算タイプ
pl: Typy otwartych budżetów
ro: Tipuri de bugete deschise
tr: Açık Bütçe Türleri
uk: Відкрити типи бюджету
uz: Byudjet turlarini oching
zh_tw: 公開預算類型

# budgetType
source: Budgeting Interval
ar: الفاصل الزمني للميزانية
az: Büdcələmə intervalı
be: Інтэрвал бюджэтаваньня
be_eu: Interval Biudžetavańnia
cs: Interval sestavování rozpočtu
fa: فاصله بودجه بندی
hi: बजट अंतराल
it: Intervallo di budgeting
ja: 予算作成間隔
nl: Budgetteringsinterval
pl: Interwał budżetowania
ro: Interval de bugetare
tr: Bütçeleme Aralığı
uk: Інтервал бюджетування
uz: Byudjetlashtirish oralig'i
zh_tw: 預算間隔

# budgetTypeAsIs
source: Unlimited
ar: غير محدود
az: Limitsiz
be: Неабмежаваны
be_eu: Nieabmiežavany
cs: Neomezený
fa: نامحدود
hi: असीमित
it: Illimitato
ja: 無制限
nl: Onbeperkt
pl: Bez ograniczeń
ro: Nelimitat
tr: Sınırsız
uk: Необмежений
uz: Cheksiz
zh_tw: 無限制

# budgetTypeFixed
source: Fixed
ar: ثابت
az: Düzəldi
be: Фіксаваны
be_eu: Fiksavany
cs: Pevný
fa: ثابت شد
hi: निश्चित
it: Fisso
ja: 固定
nl: Vast
pl: Stały
ro: Fix
tr: Sabit
uk: Фіксований
uz: Ruxsat etilgan
zh_tw: 固定

# budgetTypeMonth
source: monthly
ar: شهرية
az: aylıq
be: штомесяц
be_eu: štomiesiac
cs: měsíční
fa: ماهانه
hi: मासिक
it: mensile
ja: 毎月
nl: maandelijks
pl: miesięczny
ro: lunar
tr: aylık
uk: щомісячний
uz: oylik
zh_tw: 每月

# budgetTypeRelative
source: Relative
ar: نسبي
az: Qohum
be: Адносны
be_eu: Adnosny
cs: Relativní
fa: نسبی
hi: सापेक्ष
it: Relativo
ja: 相対
nl: Relatief
pl: Względny
tr: Göreceli
uk: Відносний
uz: Qarindosh
zh_tw: 相對

# budgetTypeWeek
source: weekly
ar: أسبوعي
az: həftəlik
be: штотыдзень
be_eu: štotydzień
cs: týdenní
fa: هفتگی
hi: साप्ताहिक
it: settimanale
ja: 週間
nl: wekelijks
pl: tygodniowy
ro: săptămânal
tr: haftalık
uk: щотижня
uz: haftalik
zh_tw: 每週

# budgetTypeYear
source: yearly
ar: سنوياً
az: illik
be: штогод
be_eu: štohod
cs: roční
fa: سالانه
hi: वार्षिक
it: annuale
ja: 年間
nl: jaarlijks
pl: rocznie
tr: yıllık
uk: річний
uz: yillik
zh_tw: 每年

source: Cash
ar: النقدية
az: Nağd pul
be: Наяўныя грошы
be_eu: Najaŭnyja Hrošy
cs: Hotovost
fa: پول نقد
hi: नकद
it: Contanti
ja: 現金
nl: Contant
pl: Gotówka
ro: Numerar
tr: Nakit
uk: Готівка
uz: Naqd pul
zh_tw: 現金

# chartBarRace
source: Bar Race for Categories
ar: سباق الأعمدة للفئات
az: Kateqoriyalar üçün Bar Yarışı
be: Гістаграма па катэгорыях
be_eu: Histahrama pa Katehoryjach
cs: Sloupcový závod pro kategorie
fa: مسابقه نوار برای دسته بندی ها
hi: श्रेणियों के लिए बार रेस
it: Gara a barre per categorie
ja: カテゴリー別バーレース
nl: Staafdiagram voor categorieën
pl: Wyścig słupkowy dla kategorii
ro: Bar Race pentru categorii
tr: Kategoriler için Bar Yarışı
uk: Гістограма по категоріям
uz: Kategoriyalar uchun bar poygasi
zh_tw: 分類條賽

# chartForecast
source: Forecast Chart
ar: مخطط التنبؤ
az: Proqnoz Diaqramı
be: Дыяграма прагнозу
be_eu: Dyjahrama Prahnozu
cs: Předpovědní graf
fa: نمودار پیش بینی
hi: पूर्वानुमान चार्ट
it: Grafico di previsione
ja: 予想チャート
nl: Voorspellingsgrafiek
pl: Wykres prognozy
ro: Diagrama de prognoză
tr: Tahmin Tablosu
uk: Діаграма прогнозу
uz: Prognozlar jadvali
zh_tw: 預測圖表

# chartOHLC
source: Candlestick (OHLC) Chart
ar: مخطط الشمعدان (OHLC)
az: Şamdan (OHLC) Diaqramı
be: Дыяграма падсвечнікаў (OHLC)
be_eu: Dyjahrama Padsviečnikaŭ (OHLC)
cs: Svíčkový graf (OHLC)
fa: نمودار کندل استیک (باز-بالا-بستن-پایین).
hi: कैंडलस्टिक (खुला-उच्च-निम्न-बंद) चार्ट
it: Grafico a candele (OHLC)
ja: ローソク足（OHLC）チャート
nl: Kandelaargrafiek (OHLC)
pl: Wykres świecowy (OHLC)
ro: Diagrama lumânărilor (OHLC)
tr: Mum Çubuğu (OHLC) Grafiği
uk: Підсвічникова діаграма (OHLC)
uz: Shamdon (OHLC) diagrammasi
zh_tw: 燭形 (OHLC) 圖表

# chartYtdExpense
source: YTD Expenses
ar: المصروفات منذ بداية العام وحتى تاريخه
az: YTD Xərcləri
be: Выдаткі з пачатку года
be_eu: Vydatki z Pačatku Hoda
cs: YTD výdaje
fa: هزینه های سال به روز
hi: वर्ष-दर-वर्ष व्यय
it: Spese anno su anno (YTD)
ja: 累計支出
nl: YTD uitgaven
pl: Wydatki narastająco
ro: Cheltuieli YTD
tr: Yıldan Bugüne (YTD) Giderler
uk: Витрати від початку року
uz: YTD xarajatlari
zh_tw: 年初至今的支出

# clear
source: Drop Value
ar: انخفاض القيمة
az: Dəyəri Düşür
be: Выдаліць значэньне
be_eu: Vydalić Značeńnie
cs: Hodnota poklesu
fa: کاهش ارزش
hi: ड्रॉप वैल्यू
it: Valore di caduta
ja: ドロップ値
nl: Dalingswaarde
pl: Upuść wartość
ro: Drop Valoare
tr: Düşen Değer
uk: Очистити значення
uz: Chiqarish qiymati
zh_tw: 跌價值

# closeTooltip
source: Close
ar: إغلاق
az: Yaxın
be: Зачыніць
be_eu: Začynić
cs: Zavřít
fa: بستن
hi: बंद करना
it: Chiusura
ja: 終値
nl: Sluiten
pl: Zamknięcie
ro: Închidere
tr: Kapat
uk: Закрити
uz: Yopish
zh_tw: 收盤

# closedAt
source: Finished till Date
ar: انتهى حتى الآن
az: Tarixə qədər bitdi
be: Скончана да даты
be_eu: Skončana da Daty
cs: Dokončeno do data
fa: تا تاریخ به پایان رسید
hi: आज तक समाप्त
it: Finito fino alla data
ja: 終了日
nl: Afgewerkt tot datum
pl: Zakończone do daty
ro: Terminat până la Data
tr: Bugüne kadar tamamlandı
uk: Завершено за датою
uz: Sanagacha tugallangan
zh_tw: 完成日期

# cmpChart
source: Diagrams
ar: الرسوم البيانية
az: Diaqramlar
be: Дыяграмы
be_eu: Dyjahramy
cs: Diagramy
fa: نمودارها
hi: चित्र
it: Diagrammi
ja: ダイアグラム
nl: Diagrammen
pl: Schematy
ro: Diagrame
tr: Diyagramlar
uk: Діаграми
uz: Diagrammalar
zh_tw: 圖表

# cmpRecent
source: Recent Items
ar: العناصر الأخيرة
az: Son Elementlər
be: Нядаўнія элементы
be_eu: Niadaŭnija Eliemienty
cs: Poslední položky
fa: موارد اخیر
hi: हाल के आइटम
it: Articoli recenti
ja: 最近の項目
nl: Recente items
pl: Ostatnie pozycje
ro: Elemente recente
tr: Son Ürünler
uk: Нещодавні елементи
uz: Oxirgi elementlar
zh_tw: 最近的項目

# cmpRecentCount
source: List Size
ar: حجم القائمة
az: Siyahı Ölçüsü
be: Памер спісу
be_eu: Pamier Spisu
cs: Velikost seznamu
fa: اندازه فهرست
hi: सूची का आकार
it: Dimensione dell'elenco
ja: リストサイズ
nl: Lijstgrootte
pl: Rozmiar listy
ro: Dimensiune listă
tr: Liste Boyutu
uk: Розмір списання
uz: Ro'yxat hajmi
zh_tw: 清單大小

# coAuthor
source: author
ar: المؤلف
az: müəllif
be: аўтар
be_eu: aŭtar
fa: نویسنده
hi: लेखक
it: autore
ja: 著者
pl: autor
tr: Yazar
uk: автор
uz: muallif
zh_tw: 作者

# coConsult
source: advisor
ar: مستشار
az: məsləhətçi
be: дарадца
be_eu: daradca
cs: poradce
fa: مشاور
hi: सलाहकार
it: consulente
ja: アドバイザー
nl: adviseur
pl: doradca
ro: consilier
tr: DANIŞMAN
uk: радник
uz: maslahatchi
zh_tw: 顧問

# coDeveloper
source: developer
ar: مطور
az: inkişaf etdirici
be: распрацоўшчык
be_eu: raspracoŭščyk
cs: vývojář
fa: توسعه دهنده
hi: डेवलपर
it: sviluppatore
ja: 開発者
nl: ontwikkelaar
pl: deweloper
ro: dezvoltator
tr: geliştirici
uk: розробник
uz: dasturchi
zh_tw: 開發人員

# coNew
source: Join
ar: انضمام
az: Qoşulun
be: Далучыцца
be_eu: Dalučycca
cs: Připojte se k
fa: پیوستن
hi: जोड़ना
it: Partecipa
ja: 参加
nl: Word lid van
pl: Dołącz
ro: Participă
tr: Katılın
uk: Приєднатися
uz: Qo'shilish
zh_tw: 加盟

# coPromoter
source: promoter
az: təşviqatçı
be: прамоўтэр
be_eu: pramoŭter
cs: promotér
fa: مروج
hi: प्रमोटर
it: promotore
ja: プロモーター
pl: promotor
tr: destekleyici
uk: промоутер
uz: targ'ibotchi
zh_tw: 推銷員

# coTranslator
source: translator
az: tərcüməçi
be: перакладнік
be_eu: pierakladnik
cs: překladatel
fa: مترجم
hi: अनुवादक
it: traduttore
ja: 翻訳者
nl: vertaler
pl: tłumacz
ro: traducător
tr: ÇEVİRMEN
uk: перекладач
uz: tarjimon
zh_tw: 翻譯器

source: coef.
ar: المعامل
be: каэф.
be_eu: kaef.
fa: ضریب
hi: कोएफ़.
ja: 係数
nl: coëf.
pl: wsp.
tr: katsayısı
uk: коеф.
uz: koef.
zh_tw: 係數
