Repository: lyskouski/app-finance
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, be_eu, cs, fa, hi, it, ja, nl, pl, ro, tr, uk, uz, zh_tw

source: Icon
ar: أيقونة
az: İkon
be: Значок
be_eu: Značok
cs: Ikonka
fa: آیکون
hi: आइकन
it: Icona
ja: アイコン
nl: Icoon
pl: Ikona
ro: Pictogramă
tr: Simge
uk: Значок
uz: Belgi
zh_tw: 圖示

# iconTooltip
source: Select Icon
ar: تحديد الأيقونة
az: İkonu seçin
be: Абярыце значок
be_eu: Abiarycie Značok
cs: Vybrat ikonu
fa: نماد را انتخاب کنید
hi: आइकन चुनें
it: Selezionare l'icona
ja: アイコンを選択
nl: Selecteer Pictogram
pl: Wybierz ikonę
ro: Selectați pictograma
tr: Simge Seçin
uk: Оберіть значок
uz: Belgini tanlang
zh_tw: 選擇圖示

# ignoreTooltip
source: Ignore
ar: تجاهل
az: Məhəl qoyma
be: Ігнараваць
be_eu: Ihnaravać
cs: Ignorovat
fa: چشم پوشی
hi: अनदेखा करना
it: Ignora
ja: 無視する
nl: Negeren
pl: Ignoruj
ro: Ignorați
tr: Görmezden gel
uk: Ігнорувати
uz: E'tibor bermaslik
zh_tw: 忽略

# importHeadline
source: Import / Export
ar: الاستيراد/التصدير
az: İdxal / İxrac
be: Імпарт / Экспарт
be_eu: Impart / Ekspart
fa: واردات / صادرات
hi: आयात / निर्यात
it: Importazione / Esportazione
ja: 輸出入
nl: Importeren / Exporteren
pl: Import / Eksport
tr: İthalat / İhracat
uk: Імпорт / Експорт
uz: Import / eksport
zh_tw: 進口/出口

# income
source: Amount of Income
ar: مبلغ الدخل
az: Gəlir məbləği
be: Сума прыбытку
be_eu: Suma Prybytku
cs: Výše příjmu
fa: مقدار درآمد
hi: आय की राशि
it: Importo del reddito
ja: 収入金額
nl: Bedrag inkomen
pl: Kwota dochodu
ro: Valoarea venitului
tr: Gelir Miktarı
uk: Сума прибутку
uz: Daromad miqdori
zh_tw: 收入金額

# incomeHeadline
source: Income
ar: الدخل
az: Gəlir
be: Даход
be_eu: Dachod
cs: Příjem
fa: درآمد
hi: आय
it: Reddito
ja: 収入
nl: Inkomen
pl: Dochód
ro: Venit
tr: Gelir
uk: Дохід
uz: Daromad
zh_tw: 收入

# incomeHealth
source: Income Health Radar
ar: رادار صحة الدخل
az: Gəlir Sağlamlığı Radarı
be: Радар здароўя даходаў
be_eu: Radar Zdaroŭja Dachodaŭ
cs: Radar stavu příjmů
fa: رادار سلامت درآمد
hi: आय स्वास्थ्य रडार
it: Radar salute reddito
ja: 所得健康レーダー
nl: Inkomen gezondheidsradar
pl: Radar stanu dochodów
ro: Radar sănătate venit
tr: Gelir Sağlığı Radarı
uk: Радар здоров'я доходів
uz: Sog'lik daromadlari radari
zh_tw: 收入健康雷達

# incomeTooltip
source: Set Income Details
ar: تعيين تفاصيل الدخل
az: Gəlir təfərrüatlarını təyin edin
be: Усталюйце звесткі аб даходах
be_eu: Ustaliujcie Zviestki ab Dachodach
cs: Nastavení podrobností o příjmech
fa: تنظیم جزئیات درآمد
hi: आय विवरण निर्धारित करें
it: Imposta i dettagli del reddito
ja: 収入の詳細設定
nl: Inkomstendetails instellen
pl: Ustawianie szczegółów dochodu
ro: Setați detaliile privind venitul
tr: Gelir Ayrıntılarını Ayarla
uk: Встановіть відомості про дохід
uz: Daromad tafsilotlarini o'rnating
zh_tw: 設定收入詳細資訊

# invoiceHeadline
source: Invoices
ar: الفواتير
az: Fakturalar
be: Фактуры
be_eu: Faktury
cs: Faktury
fa: فاکتورها
hi: चालान
it: Fatture
ja: 請求書
nl: Facturen
pl: Faktury
ro: Facturi
uk: Фактури
uz: Hisob-fakturalar
zh_tw: 發票

# invoiceSum
source: Invoices: {value}
ar: الفواتير {value}
az: Fakturalar: {value}
be: Фактуры: {value}
be_eu: Faktury: {value}
cs: Faktury: {value}
fa: فاکتورها: {value}
hi: चालान: {value}
it: Fatture: {value}
ja: 請求書 {value}
nl: Facturen: {value}
pl: Faktury: {value}
ro: Facturi: {value}
tr: Faturalar: {value}
uk: Фактури: {value}
uz: Hisob-fakturalar: {value}
zh_tw: 發票：{value}

# isCleaned
source: Remove existing data
ar: إزالة البيانات الموجودة
az: Mövcud məlumatları silin
be: Выдаліць існуючыя даныя
be_eu: Vydalić isnujučyja danyja
cs: Odstranit existující údaje
fa: داده های موجود را حذف کنید
hi: मौजूदा डेटा हटाएं
it: Rimuovere i dati esistenti
ja: 既存のデータを削除する
nl: Bestaande gegevens verwijderen
pl: Usuń istniejące dane
ro: Eliminarea datelor existente
tr: Mevcut verileri kaldırın
uk: Видалити наявні дані
uz: Mavjud ma'lumotlarni olib tashlang
zh_tw: 移除現有資料

# isCreated
source: Already created, follow next steps!
ar: تم إنشاؤه بالفعل، اتبع الخطوات التالية!
az: Artıq yaradılmışdır, növbəti addımları izləyin!
be: Ужо створана, выконвайце наступныя крокі!
be_eu: Užo stvorana, vykonvajcie nastupnyja kroki!
cs: Již vytvořeno, postupujte podle dalších kroků!
fa: قبلا ایجاد شده است، مراحل بعدی را دنبال کنید!
hi: पहले ही बनाया जा चुका है, अगले चरणों का पालन करें!
it: Già creato, seguire i passi successivi!
ja: すでに作成されています！
nl: Al aangemaakt, volg de volgende stappen!
pl: Już utworzony, wykonaj kolejne kroki!
ro: Deja create, urmați pașii următori!
tr: Zaten oluşturuldu, sonraki adımları izleyin!
uk: Вже створено, виконайте наступні кроки!
uz: Allaqachon yaratilgan, keyingi bosqichlarni bajaring!
zh_tw: 已建立，請遵循下一步！

# isEncrypted
source: File is encrypted (by default)
ar: الملف مشفر (افتراضيًا)
az: Fayl şifrələnib (defolt olaraq)
be: Файл зашыфраваны (безумоўна)
be_eu: Fajl Zašyfravany (Biezumoŭna)
cs: Soubor je zašifrovaný (ve výchozím nastavení)
fa: فایل رمزگذاری شده است (به طور پیش فرض)
hi: फ़ाइल एन्क्रिप्टेड है (डिफ़ॉल्ट रूप से)
it: Il file è crittografato (per impostazione predefinita)
ja: ファイルは暗号化されています（デフォルト）
nl: Bestand is gecodeerd (standaard)
pl: Plik jest szyfrowany (domyślnie)
ro: Fișierul este criptat (implicit)
tr: Dosya şifrelenmiştir (varsayılan olarak)
uk: Файл зашифровано (за замовчуванням)
uz: Fayl shifrlangan (sukut bo'yicha)
zh_tw: 檔案已加密 (預設)

# isRequired
source: required
ar: مطلوب
az: tələb olunur
be: абавязковы
be_eu: abaviazkovy
cs: požadováno
fa: ضروری
hi: आवश्यक
it: richiesto
ja: 必須
nl: vereist
pl: wymagany
ro: necesar
tr: gerekli
uk: обов'язковий
uz: talab qilinadi
zh_tw: 所需

source: Language
ar: اللغة
az: Dil
be: Мова
be_eu: Mova
cs: Jazyk
fa: زبان
hi: भाषा
it: Lingua
ja: 言語
nl: Taal
pl: Język
ro: Limba
uk: мова
uz: Til
zh_tw: 語言

source: left
ar: يسار
az: sol
be: заст.
be_eu: zast.
cs: vlevo
fa: ترک کرد
hi: बाएं
it: sinistra
ja: 左
pl: lewy
ro: stânga
tr: Sol
uk: ліворуч
uz: chap
zh_tw: 左邊

# lightMode
source: Light
ar: خفيف
az: İşıq
be: Светлы
be_eu: Svietly
cs: Světlo
fa: سبک
hi: रोशनी
it: Luce
ja: ライト
nl: Licht
pl: Światło
ro: Lumină
tr: Işık
uk: Світлий
uz: Nur
zh_tw: 光線

# link
source: Uniform Resource Locator (URL)
ar: محدد موقع الموارد الموحد (URL)
az: Vahid Resurs Lokatoru (URL)
be: Паказальнік інфармацыйнага рэсурсу (URL)
be_eu: Pakazaĺnik Infarmacyjnaha Resursu (URL)
cs: Jednotný vyhledávač zdrojů (URL)
fa: منبع یاب یکنواخت (URL)
hi: यूनिफ़ॉर्म रिसोर्स लोकेटर (यूआरएल)
it: Localizzatore uniforme di risorse (URL)
ja: ユニフォーム・リソース・ロケーター（URL）
pl: Jednolity lokalizator zasobów (URL)
ro: Localizator uniform de resurse (URL)
tr: Tekdüzen Kaynak Konum Belirleyici (URL)
uk: Показник інформаційного ресурсу (URL)
uz: Yagona Resurs Locator (URL)
zh_tw: 統一資源定位符 (URL)

source: Meaning
ar: المعنى
az: Məna
be: Сэнс
be_eu: Sens
cs: Význam
fa: معنی
hi: अर्थ
it: Significato
ja: 意味
nl: Betekenis
pl: Znaczenie
ro: Înțeles
tr: Anlamı
uk: Сенс
uz: Ma'nosi
zh_tw: 意義

# metricsHeadline
source: Metrics
ar: المقاييس
az: Metriklər
be: Метрыкі
be_eu: Mietryki
cs: Metriky
fa: معیارهای
hi: मेट्रिक्स
it: Metrica
ja: メトリクス
nl: Metriek
pl: Metryka
ro: Metrică
tr: Metrikler
uk: Метрики
uz: Ko'rsatkichlar
zh_tw: 度量

# metricsTooltip
source: Metrics
ar: المقاييس
az: Metriklər
be: Метрыкі
be_eu: Mietryki
cs: Metriky
fa: معیارهای
hi: मेट्रिक्स
it: Metriche
ja: 指標
nl: Metriek
pl: Metryki
ro: Măsurători
tr: Metrikler
uk: Метрики
uz: Ko'rsatkichlar
zh_tw: 指標

source: Milestones
ar: المقاييس
az: Mərhələlər
be: Вехі
be_eu: Viechi
cs: Milníky
fa: نقاط عطف
hi: मील के पत्थर
it: Pietre miliari
ja: マイルストーン
nl: Mijlpalen
pl: Kamienie milowe
ro: Etape
tr: Kilometre Taşları
uk: Віхи
uz: Marosimlar
zh_tw: 里程碑

# missingContent
source: File cannot be processed (either canceled)
ar: يتعذر معالجة الملف (تم إلغاء إما)
az: Fayl emal edilə bilməz (və ya ləğv edilir)
be: Файл ня можа быць апрацаваны (альбо адменены)
be_eu: Fajl nia moža być apracavany (aĺbo admienieny)
cs: Soubor nelze zpracovat (buď zrušen)
fa: فایل قابل پردازش نیست (یا لغو می شود)
hi: फ़ाइल संसाधित नहीं की जा सकती (या तो रद्द की गई)
it: Il file non può essere elaborato (o annullato)
ja: ファイルが処理できない（キャンセルされた）
nl: Bestand kan niet worden verwerkt (geannuleerd)
pl: Plik nie może zostać przetworzony (anulowany)
ro: Fișierul nu poate fi procesat (fie anulat)
tr: Dosya işlenemiyor (ya iptal edildi)
uk: Файл не може бути оброблений (або скасуваний)
uz: Faylni qayta ishlash mumkin emas (yoki bekor qilinadi)
zh_tw: 檔案無法處理 (或取消)

# navigationTooltip
source: Open main menu
ar: فتح القائمة الرئيسية
az: Əsas menyunu açın
be: Адкрыць галоўнае меню
be_eu: Adkryć haloŭnaje mieniu
cs: Otevřít hlavní nabídku
fa: منوی اصلی را باز کنید
hi: मुख्य मेनू खोलें
it: Aprire il menu principale
ja: メインメニューを開く
nl: Hoofdmenu openen
pl: Otwórz menu główne
ro: Deschideți meniul principal
tr: Ana menüyü açın
uk: Відкрити головне меню
uz: Asosiy menyuni oching
zh_tw: 開啟主功能表

# netProfit
source: Profit: {value}
ar: الربح: {value}
az: Mənfəət: {value}
be: Прыбытак: {value}
be_eu: Prybytak: {value}
cs: Zisk: {value}
fa: سود: {value}
hi: लाभ: {value}
it: Profitto: {value}
ja: 利益：{value}
nl: Winst: {value}
pl: Zysk: {value}
tr: Kâr: {value}
uk: Прибуток: {value}
uz: Foyda: {value}
zh_tw: 利潤：{value}

# noChartData
source: Data is missing (or not enough) to be shown
ar: البيانات مفقودة (أو غير كافية) ليتم عرضها
az: Göstərilmək üçün məlumat çatışmır (və ya kifayət deyil).
be: Адсутнічаюць (або недастаткова) дадьзеныя для паказу
be_eu: Adsutničajuć (abo niedastatkova) dad́zienyja dlia pakazu
cs: Chybí údaje (nebo jich není dostatek), aby se zobrazily
fa: داده وجود ندارد (یا کافی نیست) برای نشان دادن
hi: दिखाने के लिए डेटा गायब है (या पर्याप्त नहीं है)।
it: Mancano (o non sono sufficienti) dati da mostrare
ja: 表示するデータがない（または十分でない）。
nl: Gegevens ontbreken (of zijn niet voldoende) om te worden getoond
pl: Brakuje danych (lub jest ich za mało) do wyświetlenia
ro: Datele lipsesc (sau nu sunt suficiente) pentru a fi afișate
tr: Gösterilecek veri eksik (veya yeterli değil)
uk: Дані відсутні (або недостатньо) для відображення
uz: Koʻrsatish uchun maʼlumotlar yetishmayapti (yoki yetarli emas).
zh_tw: 資料遺失（或不足），無法顯示

# notifyHeadline
source: Notifications Parser
ar: محلل الإخطارات
az: Bildirişlər Parser
be: Апрацоўшчык апавяшчэньняў
be_eu: Apracoŭščyk Apaviaščeńniaŭ
cs: Parser oznámení
fa: تجزیه کننده اطلاعیه ها
hi: सूचनाएं पार्सर
it: Parser delle notifiche
ja: 通知パーサー
nl: Meldingen Parser
pl: Parser powiadomień
ro: Notificări Parser
tr: Bildirim Ayrıştırıcı
uk: Відпрацьовник повідомлень
uz: Bildirishnomalarni tahlil qilish
zh_tw: 通知解析器

source: OK
ar: موافق
az: tamam
fa: خوب
hi: ठीक है
ja: よし
tr: TAMAM.
uz: xop
zh_tw: 確定

# orderPin
source: Prioritized order
ar: الترتيب حسب الأولوية
az: Prioritet sifariş
be: Прыярытызм парадку
be_eu: Pryjarytyzm Paradku
cs: Prioritní pořadí
fa: ترتیب اولویت بندی شده
hi: प्राथमिकता क्रम
it: Ordine prioritario
ja: 優先順位
nl: Geprioriteerde volgorde
pl: Kolejność priorytetowa
ro: Ordine prioritizată
tr: Önceliklendirilmiş sıra
uk: Пріоритетне замовлення
uz: Ustuvor buyurtma
zh_tw: 優先順序

# orderUnpin
source: Generalized order
ar: الترتيب المعمم
az: Ümumiləşdirilmiş sifariş
be: Абагульнены парадак
be_eu: Abahuĺnieny Paradak
cs: Zobecněné pořadí
fa: نظم عمومی
hi: सामान्यीकृत आदेश
it: Ordine generalizzato
ja: 一般化された順序
nl: Algemene volgorde
pl: Kolejność uogólniona
ro: Ordine generalizată
tr: Genelleştirilmiş düzen
uk: Узагальнений пріоритет
uz: Umumiy tartib
zh_tw: 一般化順序

# outputFile
source: Destination for the file
ar: وجهة الملف
az: Fayl üçün təyinat
be: Прызначэньне для файлу
be_eu: Pryznačeńnie dlia fajlu
cs: Místo určení souboru
fa: مقصد فایل
hi: फ़ाइल के लिए गंतव्य
it: Destinazione del file
ja: ファイルの保存先
nl: Bestemming voor het bestand
pl: Miejsce docelowe dla pliku
ro: Destinație pentru fișier
tr: Dosya için hedef
uk: Призначення для файлу
uz: Fayl uchun maqsad
zh_tw: 檔案的目的地

source: Parse File
ar: تحليل ملف
az: Faylı təhlil edin
be: Апрацаваць файл
be_eu: Apracavać Fajl
cs: Parsování souboru
fa: تجزیه فایل
hi: फ़ाइल पार्स करें
it: Analizza il file
ja: ファイルを解析
nl: Bestand parseren
pl: Przeanalizuj plik
ro: Parsează fișierul
tr: Dosyayı Ayrıştırma
uk: Розібрати файл
uz: Faylni tahlil qilish
zh_tw: 解析檔案

source: Password
ar: كلمة المرور
az: parol
be: Пароль
be_eu: Paroĺ
cs: Heslo
fa: کلمه عبور
hi: पासवर्ड
ja: パスワード
nl: Wachtwoord
pl: Hasło
ro: Parolă
tr: Şifre
uk: Пароль
uz: Parol
zh_tw: 密碼

# path
source: File Name (to save into, or load from)
ar: اسم الملف (للحفظ فيه أو التحميل منه)
az: Fayl adı (saxlamaq və ya yükləmək üçün)
be: Імя файла (для захаваньня або загрузкі з)
be_eu: Imia fajla (dlia zachavańnia abo zahruzki z)
cs: Název souboru (k uložení nebo načtení z něj)
fa: نام فایل (برای ذخیره یا بارگیری از)
hi: फ़ाइल नाम (सेव करने या लोड करने के लिए)
it: Nome del file (da salvare o caricare)
ja: ファイル名（保存先、読み込み元）
nl: Bestandsnaam (om in op te slaan of om uit te laden)
pl: Nazwa pliku (do zapisania lub wczytania)
ro: Numele fișierului (în care se salvează sau din care se încarcă)
tr: Dosya Adı (içine kaydetmek veya içinden yüklemek için)
uk: Ім'я файла (щоб зберегти або завантажити з)
uz: Fayl nomi (saqlash yoki undan yuklash uchun)
zh_tw: 檔案名稱 (儲存至檔案，或從檔案載入)

# paymentType
source: Payment Interval
ar: فترة السداد
az: Ödəniş intervalı
be: Інтэрвал аплаты
be_eu: Interval Aplaty
cs: Interval platby
fa: فاصله پرداخت
hi: भुगतान अंतराल
it: Intervallo di pagamento
ja: 支払い間隔
nl: Betalingsinterval
pl: Przedział płatności
ro: Interval de plată
tr: Ödeme Aralığı
uk: Інтервал платежів
uz: To'lov oralig'i
zh_tw: 付款間隔

# paymentsHeadline
source: Recurring Payments
ar: المدفوعات المتكررة
az: Təkrarlanan ödənişlər
be: Перыядычныя плацяжы
be_eu: Pieryjadyčnyja Placiažy
cs: Opakující se platby
fa: پرداخت های مکرر
hi: आवर्ती भुगतान
it: Pagamenti ricorrenti
ja: 定期的な支払い
nl: Terugkerende betalingen
pl: Płatności cykliczne
ro: Plăți recurente
tr: Yinelenen Ödemeler
uk: Періодичні платежі
uz: Takroriy to'lovlar
zh_tw: 循環付款

# pearDisabled
source: -- disabled --
ar: -- معطل
az: -- əlil --
be: -- адключаны --
be_eu: -- adkliučany --
cs: -- zakázáno --
fa: -- معلول --
hi: -- अक्षम --
it: -- disabilitato --
ja: 無効
nl: `-- uitgeschakeld --
pl: -- wyłączone --
ro: -- dezactivat --
tr: -- devre dışı --
uk: -- відключений --
uz: -- nogiron --
zh_tw: -- 已停用 --

# pearLoading
source: In Progress...
ar: قيد التنفيذ...
az: Davam edir...
be: У працэсе...
be_eu: U pracesie...
cs: Probíhá...
fa: در حال پیش رفت...
hi: प्रगति पर है...
it: In corso...
ja: 進行中
nl: In uitvoering...
pl: W toku...
ro: În curs...
tr: Devam Ediyor...
uk: У процесі...
uz: Jarayonda...
zh_tw: 進行中...

# peerAccept
source: accept
ar: قبول
az: qəbul et
be: прыняць
be_eu: pryniać
cs: akceptovat
fa: تایید کنید
hi: स्वीकार करना
it: accettare
ja: 受け付ける
nl: accepteren
pl: akceptuj
ro: acceptați
tr: kabul et
uk: прийняти
uz: qabul qilish
zh_tw: 接受

# peerAction
source: Action
ar: الإجراء
az: Fəaliyyət
be: Дзеяньне
be_eu: Dziejańnie
cs: Akce
fa: عمل
hi: कार्रवाई
it: Azione
ja: アクション
nl: Actie
pl: Działanie
ro: Acțiune
tr: Eylem
uk: Дія
uz: Harakat
zh_tw: 行動

# peerClosed
source: terminated
ar: تم الإنهاء
az: dayandırıldı
be: спынена
be_eu: spyniena
cs: ukončeno
fa: خاتمه یافت
hi: समाप्त
it: terminato
ja: 終了
nl: beëindigd
pl: zakończone
ro: Terminat
tr: sonlandırıldı
uk: припинено
uz: tugatildi
zh_tw: 已終止

# peerConnect
source: Connect Device
ar: توصيل الجهاز
az: Cihazı birləşdirin
be: Падключыць прыладу
be_eu: Padkliučyć Pryladu
cs: Připojit zařízení
fa: اتصال دستگاه
hi: डिवाइस कनेक्ट करें
it: Connetti il dispositivo
ja: デバイスの接続
nl: Apparaat verbinden
pl: Podłącz urządzenie
ro: Conectarea dispozitivului
tr: Cihazı Bağlayın
uk: Підключити пристрій
uz: Qurilmani ulash
zh_tw: 連接裝置

# peerConnectBtn
source: connect
ar: توصيل
az: qoşulmaq
be: падключыць
be_eu: padkliučyć
cs: připojit
fa: متصل شود
hi: जोड़ना
it: connettersi
ja: 接続
nl: verbinding maken
pl: połączenie
ro: conectare
tr: bağlanmak
uk: підключити
uz: ulanmoq
zh_tw: 連接

# peerDelete
source: delete
az: silin
be: выдаліць
be_eu: vydalić
cs: odstranit
fa: حذف
hi: मिटाना
it: Cancellare
ja: 削除
nl: verwijderen
pl: usuwanie
ro: șterge
tr: silme
uk: видалити
uz: o'chirish
zh_tw: 刪除

# peerDevice
source: Connected Devices
ar: الأجهزة المتصلة
az: Qoşulmuş Cihazlar
be: Падключаныя прылады
be_eu: Padkliučanyja Prylady
cs: Připojená zařízení
fa: دستگاه های متصل
hi: जुड़ी हुई डिवाइसेज
it: Dispositivi connessi
ja: 接続デバイス
nl: Aangesloten apparaten
pl: Połączone urządzenia
ro: Dispozitive conectate
tr: Bağlantılı Cihazlar
uk: Підключені пристрої
uz: Ulangan qurilmalar
zh_tw: 連線裝置

# peerId
source: Your Device Identifier for Connection
ar: معرّف الجهاز الخاص بك للاتصال
az: Qoşulma üçün Cihaz İdentifikatorunuz
be: Ідэнтыфікатар вашай прылады для падлучэньня
be_eu: Identyfikatar vašaj Prylady dlia Padlučeńnia
cs: Identifikátor vašeho zařízení pro připojení
fa: شناسه دستگاه شما برای اتصال
hi: कनेक्शन के लिए आपका डिवाइस पहचानकर्ता
it: L'identificatore del dispositivo per la connessione
ja: 接続用デバイス識別子
nl: Uw apparaat-ID voor verbinding
pl: Identyfikator urządzenia dla połączenia
ro: Identificatorul dispozitivului dvs. pentru conectare
tr: Bağlantı için Cihaz Tanımlayıcınız
uk: Ідентифікатор вашого пристрою для підключення
uz: Ulanish uchun qurilmangiz identifikatori
zh_tw: 您的連線裝置識別碼

# peerOffline
source: offline
ar: غير متصل
be: па-за сеткай
be_eu: pa-za sietkaj
fa: آفلاین
hi: ऑफलाइन
ja: オフライン
pl: nieaktywny
tr: çevrimdışı
uk: по за сіткою
uz: oflayn
zh_tw: 離線

# peerOnline
source: connected
az: əlaqədar
be: звязаны
be_eu: zviazany
cs: připojené
fa: متصل
hi: जुड़े हुए
it: connesso
ja: 接続中
nl: aangesloten
pl: połączony
ro: conectat
tr: bağlı
uk: підключений
uz: ulangan
zh_tw: 已連接

# peerOtherId
source: Device Identifier for Connection
ar: معرّف الجهاز للاتصال
az: Qoşulma üçün Cihaz İdentifikatoru
be: Ідэнтыфікатар прылады для падлучэньня
be_eu: Identyfikatar Prylady dlia Padlučeńnia
cs: Identifikátor zařízení pro připojení
fa: شناسه دستگاه برای اتصال
hi: कनेक्शन के लिए डिवाइस पहचानकर्ता
it: Identificatore dispositivo per la connessione
ja: 接続デバイス識別子
nl: Apparaat-ID voor verbinding
pl: Identyfikator urządzenia dla połączenia
ro: Identificatorul dispozitivului pentru conexiune
tr: Bağlantı için Cihaz Tanımlayıcısı
uk: Ідентифікатор пристрою для підключення
uz: Ulanish uchun qurilma identifikatori
zh_tw: 連線的裝置識別碼

# peerPending
source: pending
ar: معلق
az: gözləyən
be: у чаканьні
be_eu: u čakańni
cs: čeká na
fa: انتظار
hi: लंबित
it: in attesa
ja: 保留中
nl: in afwachting van
pl: w toku
ro: în așteptare
tr: beklemede
uk: в очікуванні
uz: kutilmoqda
zh_tw: 待定

# peerPing
source: ping
ar: بينغ
be: пінг
be_eu: pinh
fa: پینگ
hi: गुनगुनाहट
ja: ピング
uk: пінг
zh_tw: 乒

# peerSent
source: Data is transferred to connected Devices
ar: يتم نقل البيانات إلى الأجهزة المتصلة
az: Məlumatlar qoşulmuş Cihazlara ötürülür
be: Дадьзеныя пераданы на падлучаныя прылады
be_eu: Dad́zienyja pieradany na Padlučanyja Prylady
cs: Data jsou přenášena do připojených zařízení
fa: داده ها به دستگاه های متصل منتقل می شوند
hi: डेटा को कनेक्टेड डिवाइसेस में स्थानांतरित किया जाता है
it: I dati vengono trasferiti ai dispositivi connessi
ja: 接続機器にデータ転送中
nl: Gegevens worden overgedragen naar verbonden Apparaten
pl: Dane są przesyłane do połączonych urządzeń
ro: Datele sunt transferate către dispozitivele conectate
tr: Veriler bağlı Cihazlara aktarılır
uk: Дані передаються на підключені пристрої
uz: Ma'lumotlar ulangan qurilmalarga uzatiladi
zh_tw: 資料傳輸至已連接的裝置

# peerStatus
source: Status
ar: الحالة
az: Vəziyyət
be: Статус
cs: Stav
fa: وضعیت
hi: स्थिति
it: Stato
ja: ステータス
ro: Stare
tr: Durum
uk: Статус
uz: Holat
zh_tw: 狀態

# peerSync
source: Transfer Data
ar: نقل البيانات
az: Məlumatların ötürülməsi
be: Перадача дадьзеных
be_eu: Pieradača Dad́zienych
cs: Přenos dat
fa: انتقال داده ها
hi: स्थानांतरण डेटा
it: Trasferimento dei dati
ja: データ転送
nl: Gegevens overdragen
pl: Przesyłanie danych
ro: Transfer de date
tr: Veri Aktarımı
uk: Передача даних
uz: Ma'lumotlarni uzatish
zh_tw: 傳輸資料

# pickFile
source: Pick .{value}-file
ar: اختر .{value}-الملف
az: .{value}-faylını seçin
be: Абраць .{value}-файл
be_eu: Abrać .{value}-fajl
cs: Vybrat soubor .{value}
fa: فایل .{value}-را انتخاب کنید
hi: .{value}-फ़ाइल चुनें
it: Preleva il file .{value}
ja: ピック.{value}-ファイル
nl: Kies .{value}-bestand
pl: Pobrano plik .{value}
ro: Preluare .{value}-file
tr: .{value}-dosyasını seç
uk: Обрати .{value}-файл
uz: .{value}-faylni tanlang
zh_tw: 選取 .{value} 檔案

# pongStatus
source: Taken request from {uuid}
ar: تم أخذ الطلب من {uuid}
az: {uuid} tərəfindən sorğu götürülüb
be: Прыняты запыт з {uuid}
be_eu: Pryniaty zapyt z {uuid}
cs: Přijatý požadavek z {uuid}
fa: درخواست دریافت شده از {uuid}
hi: {uuid} से अनुरोध लिया गया
it: Richiesta accettata da {uuid}
ja: {uuid} からのリクエストを受信
nl: Verzoek overgenomen van {uuid}
pl: Odebrano żądanie od {uuid}
ro: Cerere preluată de la {uuid}
tr: {uuid} adresinden istek alındı
uk: Прийняти запит від {uuid}
uz: {uuid} tomonidan soʻrov olindi
zh_tw: 已接收來自 {uuid} 的請求

# processIsFinished
source: Finished!
ar: تم الانتهاء
az: Bitdi!
be: Скончана!
be_eu: Skončana!
cs: Dokončeno!
fa: تمام شده!
hi: खत्म!
it: Finito!
ja: 終了しました！
nl: Voltooid!
pl: Zakończono!
ro: Terminat!
tr: Bitti!
uk: Закінчено!
uz: Tugallandi!
zh_tw: 完成！

# progress
source: Progress: {value}%
ar: تقدم {value}٪
az: Tərəqqi: {value}%
be: Прагрэс: {value}%
be_eu: Prahres: {value}%
cs: Pokrok: {value}%
fa: پیشرفت: {value}%
hi: प्रगति: {value}%
it: Progressi: {value}%
ja: 進捗状況 {value}%
nl: Voortgang: {value}%
pl: Postęp: {value}%
ro: Progres: {value}%
tr: İlerleme: {value}%
uk: Прогрес: {value}%
uz: Rivojlanish: {value}%
zh_tw: 進度： {value}%

# raiseData
source: Amount Addition
ar: المبلغ المضاف
az: Məbləğə əlavə
be: Дабаўленьне сумы
be_eu: Dabaŭlieńnie Sumy
cs: Přidání částky
fa: مبلغ اضافی
hi: राशि जोड़
it: Importo Aggiunta
ja: 金額追加
nl: Bedrag toevoeging
pl: Dodanie kwoty
ro: Adăugare sumă
tr: Tutar İlave
uk: Додавання суми
uz: Qo'shimcha miqdor
zh_tw: 金額增加

# recoveryHeadline
source: Recovery
ar: الاسترداد
az: Bərpa
be: Аднаўленьне
be_eu: Adnaŭlieńnie
cs: Obnovení
fa: بهبود
hi: वसूली
it: Recupero
ja: 回復
nl: Herstel
pl: Odzyskiwanie
ro: Recuperare
tr: Kurtarma
uk: Відновлення
uz: Qayta tiklash
zh_tw: 復原

# recoveryTooltip
source: Recover From
ar: الاسترداد من
az: Kimdən bərpa edin
be: Акрыяць ад
be_eu: Akryjać ad
cs: Obnovení z
fa: بهبود یافتن از
hi: से उबरना
it: Recupero da
ja: 回復元
nl: Herstellen van
pl: Odzyskiwanie z
ro: Recuperare din
tr: Kurtarmak
uk: Оговтатися від
uz: Qayta tiklash
zh_tw: 回收自

source: Releases
ar: الإصدارات
az: Buraxılışlar
be: Рэлізы
be_eu: Relizy
cs: Uvolňuje
fa: منتشر شده
hi: विज्ञप्ति
it: Rilascio
ja: リリース
nl: Geeft vrij
pl: Zwolnienia
ro: Eliberări
tr: Bültenler
uk: Релізи
uz: Relizlar
zh_tw: 釋放

source: reset
ar: إعادة تعيين
az: sıfırlayın
be: скінуць
be_eu: skinuć
cs: resetovat
fa: تنظیم مجدد
hi: रीसेट
ja: リセット
ro: resetare
tr: Sıfırla
uk: скинути
uz: qayta o'rnatish
zh_tw: 重設

source: Return Back
ar: العودة إلى الوراء
az: Geri qayıt
be: Вярнуцца назад
be_eu: Viarnucca Nazad
cs: Vrátit zpět
fa: بازگشت به عقب
hi: वापस लौटाएं
it: Ritorno indietro
ja: 戻る
nl: Terug Terug
pl: Powrócić
ro: Revenire înapoi
tr: Geri Dönüş
uk: Повернутися назад
uz: Orqaga qaytish
zh_tw: 返回 返回

source: Roadmap
ar: خارطة الطريق
az: Yol xəritəsi
be: Мапа развіцьця
be_eu: Mapa Razvićcia
cs: Plán cesty
fa: نقشه راه
hi: रोडमैप
it: Tabella di marcia
ja: ロードマップ
nl: Routekaart
pl: Mapa drogowa
ro: Foaie de parcurs
tr: Yol Haritası
uk: Мапа розвитку
uz: Yo'l xaritasi
zh_tw: 路徑圖

# saveNotification
source: Changes saved!
ar: تم حفظ التغييرات
az: Dəyişikliklər yadda saxlanıldı!
be: Зьмены захаваны!
be_eu: Źmieny zachavany!
cs: Změny uloženy!
fa: تغییرات ذخیره شد!
hi: बदलाव सुरक्षित किया गया!
it: Modifiche salvate!
ja: 変更を保存
nl: Wijzigingen opgeslagen!
pl: Zmiany zostały zapisane!
ro: Modificări salvate!
tr: Değişiklikler kaydedildi!
uk: Зміни збережені!
uz: O'zgarishlar saqlandi!
zh_tw: 變更已儲存

# saveSettingsTooltip
source: Save
ar: حفظ
az: Yadda saxla
be: Захаваць
be_eu: Zachavać
cs: Uložit
fa: صرفه جویی
hi: बचाना
it: Salva
nl: Opslaan
pl: Zapisz
ro: Salvare
tr: Kaydet
uk: Зберегти
uz: Saqlash
zh_tw: 儲存
