Repository: lyskouski/app-finance
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, be_eu, cs, fa, hi, it, ja, nl, pl, ro, tr, uk, uz, zh_tw

# collapse
source: Collapse (Restore) Section
ar: طي (استعادة) القسم
az: Bölməni yığcamlaşdırın (bərpa edin).
be: Згарнуць (Разгарнуць) раздьзел
be_eu: Zharnuć (Razharnuć) Razd́ziel
cs: Sbalit (obnovit) sekci
fa: بخش کوچک کردن (بازیابی).
hi: अनुभाग को संक्षिप्त करें (पुनर्स्थापित करें)।
it: Sezione di collasso (ripristino)
ja: 折りたたみ（復元）セクション
nl: Sectie samenvouwen (herstellen)
pl: Zwiń (Przywróć) sekcję
ro: Reducerea (restaurarea) secțiunii
tr: Bölümü Daralt (Geri Yükle)
uk: Згорнути (розгорнути) розділ
uz: Bo'limni yig'ish (tiklash).
zh_tw: 折疊（恢復）部分

source: Color
ar: اللون
az: Rəng
be: Колер
be_eu: Kolier
cs: Barva
fa: رنگ
hi: रंग
it: Colore
ja: カラー
nl: Kleur
pl: Kolor
ro: Culoare
tr: Renk
uk: Колір
uz: Rang
zh_tw: 顏色

# colorApp
source: Custom
ar: مخصص
az: Xüsusi
be: Звычайная
be_eu: Zvyčajnaja
cs: Vlastní
fa: سفارشی
hi: रिवाज़
it: Personalizzato
ja: カスタム
nl: Aangepast
pl: Niestandardowy
ro: Personalizat
tr: Özel
uk: Звичайна
uz: Maxsus
zh_tw: 自訂

# colorBackground
source: Background
ar: الخلفية
be: Фон
be_eu: Fon
cs: Pozadí
fa: زمینه
hi: पृष्ठभूमि
it: Sfondo
ja: 背景色
nl: Achtergrond
pl: Tło
ro: Fundal
tr: Arka plan
uk: Фон
zh_tw: 背景顏色

# colorDark
source: Dark
ar: داكن
az: Qaranlıq
be: Цёмны
be_eu: Ciomny
cs: Tmavé
fa: تاریک
hi: अँधेरा
it: Scuro
ja: 暗い
nl: Donker
pl: Ciemny
ro: Întunecat
tr: Karanlık
uk: Темний
uz: Qorong'i
zh_tw: 黑暗

# colorInversePrimary
source: Inverse Primary
ar: أساسي معكوس
az: Tərs İlkin
be: Адваротны да асноўнага
be_eu: Advarotny da Asnoŭnaha
cs: Inverzní primární
fa: معکوس اولیه
hi: उलटा प्राथमिक
ja: インバースプライマリ
nl: Invers Primair
pl: Odwrócona powierzchnia podstawowa
ro: Inverse primar
tr: Ters Birincil
uk: Реверс основного
uz: Teskari birlamchi
zh_tw: 反向原色

# colorInverseSurface
source: Inverse Surface
ar: السطح المعكوس
az: Tərs səth
be: Адваротная паверхня
be_eu: Advarotnaja Pavierchnia
cs: Inverzní povrch
fa: سطح معکوس
hi: उलटा सतह
ja: 逆サーフェス
nl: Invers oppervlak
pl: Odwrócona powierzchnia
ro: Suprafață inversă
tr: Ters Yüzey
uk: Зворотна поверхня
uz: Teskari yuza
zh_tw: 反色表面

# colorLight
source: Light
ar: فاتح
az: İşıq
be: Светлы
be_eu: Svietly
cs: Světlý
fa: سبک
hi: रोशनी
it: Chiaro
ja: ライト
nl: Licht
pl: Jasny
ro: Luminoasă
tr: Işık
uk: Світлий
uz: Nur
zh_tw: 淺色

# colorOnInverseSurface
source: On Inverse Surface
ar: على السطح المعكوس
az: Tərs Səthdə
be: На адваротнай паверхні
be_eu: Na Advarotnaj Pavierchni
cs: Na inverzním povrchu
fa: در سطح معکوس
hi: उलटी सतह पर
it: Sulla superficie inversa
ja: 逆サーフェス上
nl: Op omgekeerd oppervlak
pl: Na powierzchni odwróconej
ro: Pe suprafața inversă
tr: Ters Yüzey Üzerinde
uk: На зворотній поверхні
uz: Teskari yuzada
zh_tw: 反向表面上

# colorOnSecondary
source: On Secondary
ar: على الثانوي
az: Orta ixtisas üzrə
be: На другасным
be_eu: Na Druhasnym
cs: Na sekundárním
fa: در ثانویه
hi: माध्यमिक पर
it: Sul secondario
ja: セカンダリー上
nl: Op secundair
pl: Na powierzchni dodatkowej
ro: Pe secundar
tr: İkincil Olarak
uk: На вторинному
uz: Ikkinchi darajali
zh_tw: 次要表面上

# colorOnSecondaryContainer
source: On Container
ar: على الحاوية
az: Konteynerdə
be: На кантэйнеры
be_eu: Na Kantejniery
cs: Na kontejneru
fa: روی کانتینر
hi: कंटेनर पर
it: Su contenitore
ja: オンコンテナ
nl: Op container
pl: Na pojemniku
ro: Pe recipient
tr: Konteyner Üzerinde
uk: На контейнери
uz: Konteynerda
zh_tw: 貨櫃

# colorPrimary
source: Primary
ar: ابتدائي
az: İlkin
be: Асноўны
be_eu: Asnoŭny
cs: Primární
fa: اولیه
hi: प्राथमिक
ja: プライマリ
nl: Primair
pl: Podstawowa
ro: Primar
tr: Birincil
uk: Головний
uz: Asosiy
zh_tw: 原色

# colorRestore
source: Reset Palette
ar: إعادة تعيين اللوحة
az: Palitranı sıfırlayın
be: Скінуць палітру
be_eu: Skinuć Palitru
cs: Obnovit paletu
fa: پالت را بازنشانی کنید
hi: पैलेट रीसेट करें
it: Azzeramento tavolozza
ja: リセットパレット
nl: Reset palet
pl: Zresetuj paletę
ro: Resetarea paletei
tr: Paleti Sıfırla
uk: Скинути палітру
uz: Palitrani tiklash
zh_tw: 重設調色板

# colorSecondary
source: Secondary
ar: ثانوي
az: İkinci dərəcəli
be: Другасны
be_eu: Druhasny
cs: Sekundární
fa: ثانوی
hi: माध्यमिक
it: Secondario
ja: セカンダリ
nl: Secundair
pl: Wtórny
ro: Secundară
tr: İkincil
uk: Вторинний
uz: Ikkilamchi
zh_tw: 次級

# colorSystem
source: Default
ar: اللوحة الافتراضية
az: Defolt
be: Сістэмная
be_eu: Sistemnaja
cs: Výchozí
fa: پیش فرض
hi: गलती करना
it: Predefinito
ja: デフォルト
nl: Standaard
pl: Domyślny
ro: Implicit
tr: Varsayılan
uk: Системна
uz: Standart
zh_tw: 預設

# colorTheme
source: Palette
ar: لوحة الألوان
be: Палітра
be_eu: Palitra
fa: جعبه رنگ نقاشی
hi: पैलेट
it: Tavolozza
ja: パレット
pl: Paleta
ro: Paletă
tr: Palet
uk: Палітра
zh_tw: 調色板

# colorTooltip
source: Select a Color
ar: اختر لوناً
az: Rəng seçin
be: Абраць колер
be_eu: Abrać Kolier
cs: Výběr barvy
fa: یک رنگ را انتخاب کنید
hi: एक रंग चुनें
it: Selezionare un colore
ja: 色の選択
nl: Selecteer een kleur
pl: Wybierz kolor
ro: Selectați o culoare
tr: Bir Renk Seçin
uk: Обрати колір
uz: Rangni tanlang
zh_tw: 選擇顏色

source: Color Type
ar: نوع اللون
az: Rəng növü
be: Каляровы тып
be_eu: Kaliarovy Typ
cs: Typ barvy
fa: نوع رنگ
hi: रंग प्रकार
it: Tipo di colore
ja: カラータイプ
nl: Type kleur
pl: Typ koloru
ro: Tip culoare
tr: Renk Tipi
uk: Тип кольору
uz: Rang turi
zh_tw: 顏色類型

# colorUser
source: Personal
ar: شخصي
az: Şəxsi
be: Асабістая
be_eu: Asabistaja
cs: Osobní
fa: شخصی
hi: निजी
it: Personale
ja: パーソナル
nl: Persoonlijk
pl: Osobisty
tr: Kişisel
uk: Особистий
uz: Shaxsiy
zh_tw: 個人

# columnMap
source: Mapping for Column '{value}'
ar: التعيين للعمود '{value}'
az: '{value}' Sütunu üçün Xəritəçəkmə
be: Адлюстраваньне для слупка '{value}'
be_eu: Adliustravańnie dlia Slupka '{value}'
cs: Mapování pro sloupec '{value}'
fa: نقشه برداری برای ستون '{value}'
hi: कॉलम '{value}' के लिए मैपिंग
it: Mappatura della colonna '{value}'
ja: カラム'{value}'のマッピング
nl: Mapping voor kolom '{value}
pl: Mapowanie dla kolumny '{value}'
ro: Mapare pentru coloana '{value}'
tr: '{value}' Sütunu için Eşleme
uk: Відображення для стовпця '{value}'
uz: “{value}” ustuni uchun xaritalash
zh_tw: 欄 '{value}' 的對應

# columnMapTooltip
source: '{value}' - Choose Column Mapping
ar: '{value}' - اختر تعيين العمود
az: '{value}' - Sütun Xəritəçəkməsini seçin
be: '{value}' - Абраць каляровы тып
be_eu: '{value}' - Abrać Kaliarovy Typ
cs: '{value}' - Výběr mapování sloupce
fa: '{value}' - نگاشت ستون را انتخاب کنید
hi: '{value}' - कॉलम मैपिंग चुनें
it: '{value}' - Scegliere la mappatura della colonna
ja: '{value}' - 列マッピングの選択
nl: {value}' - Kolom toewijzing kiezen
pl: '{value}' - Wybierz mapowanie kolumny
ro: '{value}' - Alegeți maparea coloanei
tr: '{value}' - Sütun Eşlemesini Seçin
uk: '{value}' - Обрати кольоровий тип
uz: '{value}' - Ustun xaritasini tanlang
zh_tw: '{value}' - 選擇欄對應

# completeGoalTooltip
source: Complete Goal
ar: إكمال الهدف
az: Tam Məqsəd
be: Зкончыць мэту
be_eu: Zkončyć Metu
cs: Dokončit cíl
fa: هدف کامل
hi: पूरा लक्ष्य
it: Completare l'obiettivo
ja: ゴールを完了する
nl: Doel voltooien
pl: Ukończ cel
ro: Finalizați obiectivul
tr: Hedefi Tamamla
uk: Закінчити мету
uz: To'liq maqsad
zh_tw: 完成目標

# confirmHeader
source: Confirm Action
ar: تأكيد الإجراء
az: Fəaliyyəti təsdiqləyin
be: Пацьвердьзіць дзеяньне
be_eu: Paćvierd́zić Dziejańnie
cs: Potvrzení akce
fa: اقدام را تأیید کنید
hi: कार्रवाई की पुष्टि करें
it: Confermare l'azione
ja: アクションの確認
nl: Actie bevestigen
pl: Potwierdź działanie
ro: Confirmați acțiunea
tr: Eylemi Onaylayın
uk: Підтвердити дію
uz: Amalni tasdiqlang
zh_tw: 確認動作

# confirmTooltip
source: Are you sure? This action cannot be undone.
ar: هل أنت متأكد؟ لا يمكن التراجع عن هذا الإجراء.
az: Sən əminsən? Bu əməliyyat geri qaytarıla bilməz.
be: Вы ўпэўнены? Гэта дзеяньне нельга адмяніць.
be_eu: Vy ŭpeŭnieny? Heta dziejańnie nieĺha admianić.
cs: Jste si jisti? Tuto akci nelze vzít zpět.
fa: مطمئنی؟ این عمل قابل لغو نیست.
hi: क्या आपको यकीन है? इस एक्शन को वापस नहीं किया जा सकता।
it: Siete sicuri? Questa azione non può essere annullata.
ja: よろしいですか？このアクションは元に戻せません。
nl: Weet u het zeker? Deze actie kan niet ongedaan worden gemaakt.
pl: Czy na pewno? Tej akcji nie można cofnąć.
ro: Sunteți sigur? Această acțiune nu poate fi anulată.
tr: Emin misiniz? Bu işlem geri alınamaz.
uk: Ви впевнені? Цю дію не можна відмінити.
uz: Ishonchingiz komilmi? Bu amalni ortga qaytarib bo‘lmaydi.
zh_tw: 確定嗎？此動作無法撤銷。

source: Contributors
ar: المساهمون
az: Töhfəçilər
be: Удьзельнікі
be_eu: Ud́zieĺniki
cs: Přispěvatelé
fa: مشارکت کنندگان
hi: योगदानकर्ताओं
it: Contribuenti
ja: 貢献者
nl: Medewerkers
pl: Współtwórcy
ro: Contributori
tr: Katkıda Bulunanlar
uk: Учасники
uz: Himoyachilar
zh_tw: 貢獻者

source: Conversion
ar: التحويل
az: Dönüşüm
be: Канверсія
be_eu: Kanviersija
cs: Konverze
fa: تبدیل
hi: परिवर्तन
it: Conversione
ja: 変換
nl: Conversie
pl: Konwersja
ro: Conversie
uk: Конверсія
uz: Konvertatsiya
zh_tw: 轉換

# conversionMessage
source: Taken in {currency}
ar: تم التحويل بـ {currency}
az: {currency} ilə çəkilib
be: Узята ў {currency}
be_eu: Uziata ŭ {currency}
cs: Převzato v {currency}
fa: گرفته شده در {currency}
hi: {currency} में लिया गया
it: Preso in {currency}
ja: {currency} で換算
nl: Ingenomen in {currency}
pl: Wykonano w {currency}
ro: Încasat în {currency}
tr: {currency} cinsinden alınmıştır
uk: Взята у {currency}
uz: {currency} da olingan
zh_tw: 以 {currency} 兌換

# createAccountHeader
source: Create new Account
ar: إنشاء حساب جديد
az: Yeni hesab yaratmaq
be: Стварыць рахунак
be_eu: Stvaryć Rachunak
cs: Vytvořit nový účet
fa: ایجاد حساب جدید
hi: नया खाता बनाएँ
it: Crea un nuovo conto
ja: 新規アカウント作成
nl: Nieuwe rekening aanmaken
pl: Utwórz nowe konto
ro: Creați un cont nou
tr: Yeni Hesap Oluştur
uk: Створити новий рахунок
uz: Yangi hisob yaratish
zh_tw: 建立新帳戶

# createAccountTooltip
source: Create new Account
ar: إنشاء حساب جديد
az: Yeni hesab yaratmaq
be: Стварыць рахунак
be_eu: Stvaryć Rachunak
cs: Vytvořit nový účet
fa: ایجاد حساب جدید
hi: नया खाता बनाएँ
it: Creare un nuovo conto
ja: 新しい口座を作成する
nl: Nieuw account aanmaken
pl: Utwórz nowe konto
ro: Crearea unui cont nou
tr: Yeni Hesap Oluştur
uk: Створити рахунок
uz: Yangi hisob yaratish
zh_tw: 建立新帳戶

# createBillHeader
source: Create new Transaction
ar: إنشاء معاملة جديدة
az: Yeni Əməliyyat yaradın
be: Дадаць транзакцыю
be_eu: Dadać Tranzakcyju
cs: Vytvořit novou transakci
fa: تراکنش جدید ایجاد کنید
hi: नया लेनदेन बनाएं
it: Creare una nuova transazione
ja: 新規取引の作成
nl: Nieuwe transactie aanmaken
pl: Utwórz nową transakcję
ro: Crearea unei noi tranzacții
tr: Yeni İşlem Oluştur
uk: Додати нову транзакцію
uz: Yangi tranzaksiya yarating
zh_tw: 建立新交易

# createBillTooltip
source: Add new Bill
ar: إضافة فاتورة جديدة
az: Yeni qanun layihəsi əlavə edin
be: Дадаць чэк
be_eu: Dadać Ček
cs: Přidat nový účet
fa: لایحه جدید اضافه کنید
hi: नया बिल जोड़ें
it: Aggiungi una nuova fattura
ja: 新しい請求書の追加
nl: Nieuwe rekening toevoegen
pl: Dodaj nowy rachunek
ro: Adăugare factură nouă
tr: Yeni Fatura Ekle
uk: Додати новий чек
uz: Yangi Bill qo'shing
zh_tw: 新增帳單

# createBudgetHeader
source: New Budget Category
ar: فئة ميزانية جديدة
az: Yeni Büdcə Kateqoriyası
be: Новая катэгорыя бюджэту
be_eu: Novaja Katehoryja Biudžetu
cs: Nová rozpočtová kategorie
fa: دسته بندی بودجه جدید
hi: नई बजट श्रेणी
it: Nuova categoria di bilancio
ja: 新しい予算カテゴリー
nl: Nieuwe budgetcategorie
pl: Nowa kategoria budżetu
ro: Categorie bugetară nouă
tr: Yeni Bütçe Kategorisi
uk: Нова категорія бюджету
uz: Yangi byudjet toifasi
zh_tw: 新增預算類別

# createBudgetTooltip
source: Create new Budget Category
ar: إنشاء فئة ميزانية جديدة
az: Yeni Büdcə Kateqoriyasını yaradın
be: Стварыць катэгорыю бюджэту
be_eu: Stvaryć Katehoryju Biudžetu
cs: Vytvořit novou rozpočtovou kategorii
fa: دسته بندی بودجه جدید ایجاد کنید
hi: नई बजट श्रेणी बनाएं
it: Creare una nuova categoria di bilancio
ja: 新しい予算カテゴリーを作成する
nl: Nieuwe budgetcategorie aanmaken
pl: Utwórz nową kategorię budżetu
ro: Crearea unei noi categorii de buget
tr: Yeni Bütçe Kategorisi Oluşturun
uk: Створити категорію бюджету
uz: Yangi byudjet toifasini yarating
zh_tw: 建立新的預算類別

# createGoalHeader
source: Create Goal
ar: إنشاء هدف جديد
az: Məqsəd Yaradın
be: Задаць мэту
be_eu: Zadać Metu
cs: Vytvořit cíl
fa: ایجاد هدف
hi: लक्ष्य बनाएं
it: Crea obiettivo
ja: 目標の作成
nl: Doel creëren
pl: Utwórz cel
ro: Creare obiectiv
tr: Hedef Oluştur
uk: Встановити мету
uz: Maqsad yaratish
zh_tw: 建立目標

# createGoalTooltip
source: Add new Goal
ar: إضافة هدف جديد
az: Yeni Məqsəd əlavə edin
be: Задаць мэту
be_eu: Zadać Metu
cs: Přidat nový cíl
fa: افزودن هدف جدید
hi: नया लक्ष्य जोड़ें
it: Aggiungi un nuovo obiettivo
ja: 新しい目標を追加する
nl: Nieuw doel toevoegen
pl: Dodaj nowy cel
ro: Adăugați un nou obiectiv
tr: Yeni Hedef Ekle
uk: Встановити мету
uz: Yangi maqsad qo'shing
zh_tw: 新增目標

# createIncomeTooltip
source: Add new Income
ar: إضافة دخل جديد
az: Yeni gəlir əlavə edin
be: Дадаць прыбытак
be_eu: Dadać Prybytak
cs: Přidat nový příjem
fa: افزودن درآمد جدید
hi: नई आय जोड़ें
it: Aggiungi nuove entrate
ja: 新しい収入を追加する
nl: Nieuw inkomen toevoegen
pl: Dodaj nowy Dochód
ro: Adăugați un nou venit
tr: Yeni Gelir Ekleme
uk: Додати прибуток
uz: Yangi daromad qo'shing
zh_tw: 新增收入

# createPaymentTooltip
source: Add new Payment
ar: إضافة دفعة جديدة
az: Yeni Ödəniş əlavə edin
be: Дадаць новы плацеж
be_eu: Dadać novy Placiež
cs: Přidat novou platbu
fa: افزودن پرداخت جدید
hi: नया भुगतान जोड़ें
it: Aggiungere un nuovo pagamento
ja: 新規支払の追加
nl: Nieuwe betaling toevoegen
pl: Dodaj nową płatność
ro: Adaugă o nouă plată
tr: Yeni Ödeme Ekle
uk: Додати новий платіж
uz: Yangi toʻlovni qoʻshish
zh_tw: 新增付款

# createTransferTooltip
source: Create Transfer
ar: إنشاء تحويل
az: Transfer yaradın
be: Дадаць перавод
be_eu: Dadać Pieravod
cs: Vytvořit převod
fa: ایجاد انتقال
hi: स्थानांतरण बनाएँ
it: Crea trasferimento
ja: 譲渡
nl: Overdracht creëren
pl: Utwórz przelew
ro: Creare transfer
tr: Transfer Oluştur
uk: Додати переказ
uz: Transfer yaratish
zh_tw: 建立轉帳

source: Credit
ar: ائتمان
be: Крэдыт
be_eu: Kredyt
fa: اعتبار
hi: श्रेय
it: Credito
ja: クレジット
nl: Krediet
pl: Kredyt
tr: Kredi
uk: Кредит
zh_tw: 信貸

source: Credit Card
ar: بطاقة ائتمان
az: Kredit kartı
be: Крэдытная картка
be_eu: Kredytnaja Kartka
cs: Kreditní karta
fa: کارت اعتباری
hi: क्रेडिट कार्ड
it: Carta di credito
ja: クレジットカード
nl: Krediet Kaart
pl: Karta kredytowa
ro: Card de credit
tr: Kredi Kartı
uk: Кредитна картка
uz: Kredit kartasi
zh_tw: 信用卡

source: Currency
ar: عملة
be: Валюта
be_eu: Valiuta
cs: Měna
fa: واحد پول
hi: मुद्रा
it: Valuta
ja: 通貨
pl: Waluta
ro: Monedă
tr: Para Birimi
uk: Валюта
uz: Valyuta
zh_tw: 貨幣

# currencyAddHeadline
source: Currency Exchange
ar: صرف العملات
az: Valyuta mübadiləsi
be: Абмен валюты
be_eu: Abmien Valiuty
cs: Výměna měny
fa: مبادله ارز
hi: मुद्रा विनिमय
it: Cambio valuta
ja: 両替
nl: Valuta wisselen
pl: Wymiana walut
ro: Schimb valutar
tr: Döviz Bozdurma
uk: Обмін валют
uz: Valyuta ayirboshlash
zh_tw: 貨幣兌換

# currencyAddTooltip
source: Add Currency Exchange Rate
ar: إضافة سعر صرف العملة
az: Valyuta məzənnəsini əlavə edin
be: Дадаць курс абмену валюты
be_eu: Dadać kurs abmienu valiuty
cs: Přidat kurz měny
fa: اضافه کردن نرخ تبدیل ارز
hi: मुद्रा विनिमय दर जोड़ें
it: Aggiungere il tasso di cambio della valuta
ja: 為替レートを追加する
nl: Valuta wisselen toevoegen
pl: Dodaj kurs wymiany walut
ro: Adăugați rata de schimb valutar
tr: Döviz Kuru Ekle
uk: Додати курс обміну валюти
uz: Valyuta kursini qo'shing
zh_tw: 加入貨幣匯率

# currencyDefault
source: Default Currency
ar: العملة الافتراضية
az: Defolt Valyuta
be: Безумоўная валюта
be_eu: Biezumoŭnaja Valiuta
cs: Výchozí měna
fa: ارز پیش فرض
hi: डिफ़ॉल्ट मुद्रा
it: Valuta predefinita
ja: デフォルト通貨
nl: Standaard Valuta
pl: Domyślna waluta
ro: Valută implicită
tr: Varsayılan Para Birimi
uk: Безумовна валюта
uz: Standart valyuta
zh_tw: 預設貨幣

# currencyDistribution
source: Distribution
ar: التوزيع
az: Paylanma
be: Размеркаваньне
be_eu: Razmierkavańnie
cs: Distribuce
fa: توزیع
hi: वितरण
it: Distribuzione
ja: 配布
nl: Distributie
pl: Dystrybucja
ro: Distribuție
tr: Dağıtım
uk: Розподіл
uz: Tarqatish
zh_tw: 分佈

# currencyExchange
source: Currency Exchange: {from} -> {to}
ar: صرف العملات: {from} -> {to}
az: Valyuta mübadiləsi: {from} -> {to}
be: Абмен валюты: {from} -> {to}
be_eu: Abmien Valiuty: {from} -> {to}
cs: Směna měn: {from} -> {to}
fa: مبادله ارز: {from} -> {to}
hi: मुद्रा विनिमय: {from} -> {to}
it: Scambio di valuta: {from} -> {to}
ja: 通貨交換： {from} → {to}
nl: Valuta wisselen: {from} -> {to}
pl: Wymiana walut: {from} -> {to}
ro: Schimb valutar: {from} -> {to}
tr: Para Birimi Değişimi: {from} -> {to}
uk: Обмін валюти: {from} -> {to}
uz: Valyuta almashinuvi: {from} -> {to}
zh_tw: 貨幣兌換： {from} -> {to}

# currencyHeadline
source: Currencies
ar: العملات
be: Валюты
be_eu: Valiuty
cs: Měny
fa: ارزها
hi: मुद्राओं
it: Valute
ja: 通貨
pl: Waluty
tr: Para Birimleri
uk: Валюти
uz: Valyutalar
zh_tw: 貨幣

# currencyIn
source: In {value}
ar: في {value}
az: {value} ilə
be: У {value}
be_eu: U {value}
cs: V {value}
fa: در {value}
hi: मूल्य {value}
ja: で {value}
pl: W {value}
ro: În {value}
tr: içinde {value}
uk: в {value}
uz: {value} ichida
zh_tw: 在 {value}

# currencyShort
source: Curr.
ar: العملة
be: Вал.
be_eu: Val.
cs: Měna
fa: واحد پول
hi: मुद्रा
it: Val.
ja: 通貨
nl: Val.
pl: Wal.
tr: para
uk: Вал.
zh_tw: 貨幣

# currencyTooltip
source: Currency Type (Code)
ar: نوع العملة (الرمز)
az: Valyuta Növü (Kod)
be: Тып Валюты (код)
be_eu: Typ Valiuty (Kod)
cs: Typ měny (kód)
fa: نوع ارز (کد)
hi: मुद्रा प्रकार (कोड)
it: Tipo di valuta (codice)
ja: 通貨の種類（コード）
nl: Valutasoort (Code)
pl: Typ waluty (kod)
ro: Tipul de monedă (Cod)
tr: Para Birimi Türü (Kod)
uk: Тип валюти (Код)
uz: Valyuta turi (kod)
zh_tw: 貨幣類型（代碼）

# currencyUpdateTooltip
source: Update Currencies Rate
ar: تحديث سعر العملات
az: Valyuta məzənnəsini yeniləyin
be: Абнавіць курс валют
be_eu: Abnavić Kurs Valiut
cs: Aktualizovat kurz měn
fa: به روز رسانی نرخ ارز
hi: मुद्रा दर अद्यतन करें
it: Aggiorna tasso di valuta
ja: 通貨レートの更新
nl: Valutasnelheid bijwerken
pl: Zaktualizuj kurs walut
ro: Actualizarea ratei valutei
tr: Para Birimi Oranını Güncelle
uk: Оновити курс валют
uz: Valyutalar kursini yangilash
zh_tw: 更新貨幣匯率

# currentDate
source: Current Date Pointer
ar: مؤشر التاريخ الحالي
az: Cari tarix göstəricisi
be: Паказальнік актуальнай даты
be_eu: Pakazaĺnik Aktuaĺnaj Daty
cs: Ukazatel aktuálního data
fa: نشانگر تاریخ فعلی
hi: वर्तमान दिनांक सूचक
it: Puntatore alla data corrente
ja: 現在の日付ポインタ
nl: Huidige Datum Wijzer
pl: Wskaźnik bieżącej daty
ro: Data curentă Pointer
tr: Geçerli Tarih İşaretçisi
uk: Показник актуальної дати
uz: Joriy sana ko'rsatkichi
zh_tw: 當前日期指標

# customAddTooltip
source: Add Widget
ar: إضافة عنصر واجهة مستخدم
az: Vidcet əlavə edin
be: Дадаць віджэт
be_eu: Dadać Vidžet
cs: Přidat widget
fa: افزودن ویجت
hi: विजेट जोड़ें
it: Aggiungi widget
ja: ウィジェットの追加
nl: Widget toevoegen
pl: Dodaj widżet
ro: Adăugați Widget
tr: Widget Ekle
uk: Додати віджет
uz: Vidjet qo‘shish
zh_tw: 新增小工具

# customDeleteTooltip
source: Delete Customization
ar: حذف التخصيص
az: Fərdiləşdirməni silin
be: Выдаліць наладжваньне
be_eu: Vydalić Naladžvańnie
cs: Odstranění přizpůsobení
fa: حذف سفارشی سازی
hi: अनुकूलन हटाएँ
it: Eliminare la personalizzazione
ja: カスタマイズの削除
nl: Aanpassing verwijderen
pl: Usuń dostosowanie
ro: Ștergeți personalizarea
tr: Özelleştirmeyi Sil
uk: Видалити налаштування
uz: Moslashtirishni oʻchirish
zh_tw: 刪除自訂

# customSaveTooltip
source: Save Customization
ar: حفظ التخصيص
az: Fərdiləşdirməni saxla
be: Захаваць наладжваньне
be_eu: Zachavać Naladžvańnie
cs: Uložit přizpůsobení
fa: ذخیره سفارشی سازی
hi: अनुकूलन सहेजें
it: Salva personalizzazione
ja: カスタマイズの保存
nl: Aanpassing opslaan
pl: Zapisz personalizację
ro: Salvare personalizare
tr: Özelleştirmeyi Kaydet
uk: Зберегти налаштування
uz: Moslashtirishni saqlash
zh_tw: 儲存自訂

# customizeTooltip
source: Customize Page
ar: تخصيص الصفحة
az: Səhifəni fərdiləşdirin
be: Наладьзіць старонку
be_eu: Nalad́zić Staronku
cs: Přizpůsobení stránky
fa: سفارشی کردن صفحه
hi: पृष्ठ अनुकूलित करें
it: Personalizza pagina
ja: ページのカスタマイズ
nl: Pagina aanpassen
pl: Dostosowywanie strony
ro: Personalizați pagina
tr: Sayfayı Özelleştir
uk: Налаштувати сторінку
uz: Sahifani moslashtirish
zh_tw: 自訂頁面

# darkMode
source: Dark
ar: داكن
az: Qaranlıq
be: Цёмны
be_eu: Ciomny
cs: Tmavé
fa: تاریک
hi: अँधेरा
it: Scura
ja: 暗い
nl: Donker
pl: Ciemny
ro: Întuneric
tr: Karanlık
uk: Темний
uz: Qorong'i

source: Date Format
ar: تنسيق التاريخ
az: Tarix formatı
be: Фармат даты
be_eu: Farmat Daty
cs: Formát data
fa: فرمت تاریخ
hi: तारिख का प्रारूप
it: Formato data
ja: 日付フォーマット
nl: Datum Formaat
pl: Format daty
ro: Format dată
tr: Tarih Formatı
uk: Формат дати
uz: Sana formati

source: Date Range
ar: نطاق التاريخ
az: Tarix Aralığı
be: Дыяпазон дат
be_eu: Dyjapazon dat
cs: Rozsah dat
fa: نطاق تاریخ
hi: तारीख़ की सीमा
it: Intervallo di date
ja: 日付範囲
nl: Datumbereik
pl: Zakres dat
ro: Interval de date
tr: Tarih Aralığı
uk: Діапазон дат
uz: Sana oralig'i
zh_tw: 日期范围

# dateTooltip
source: Select Date
ar: تحديد التاريخ
az: Tarixi seçin
be: Абярыце дату
be_eu: Abiarycie Datu
cs: Výběr data
fa: تاریخ را انتخاب کنید
hi: तारीख़ चुनें
it: Selezionare la data
ja: 日付選択
nl: Datum selecteren
pl: Wybierz datę
ro: Selectați data
tr: Tarih Seçiniz
uk: Виберіть дату
uz: Sana-ni tanlang
zh_tw: 選擇日期

# dayMonday
source: Monday
ar: الإثنين
az: bazar ertəsi
be: Панядзелак
be_eu: Paniadzielak
cs: Pondělí
fa: دوشنبه
hi: सोमवार
it: Lunedì
ja: 月曜日
nl: Maandag
pl: Poniedziałek
ro: Luni
tr: Pazartesi
uk: Понеділок
uz: Dushanba
zh_tw: 星期一

# dayStartOfMonth
source: Start of Month
ar: بداية الشهر
az: Ayın başlanğıcı
be: Пачатак месяца
be_eu: Pačatak Miesiaca
cs: Začátek měsíce
fa: شروع ماه
hi: महीने की शुरुआत
it: Inizio del mese
ja: 月初
nl: Begin van de maand
pl: Początek miesiąca
ro: Începutul lunii
tr: Ayın başlangıcı
uk: Початок місяця
uz: Oyning boshlanishi
zh_tw: 本月開始

# dayStartOfWeek
source: Start of Week
ar: بداية الأسبوع
az: Həftənin başlanğıcı
be: Пачатак тыдня
be_eu: Pačatak Tydnia
cs: Začátek týdne
fa: شروع هفته
hi: सप्ताह की शुरुआत
it: Inizio settimana
ja: 週の始まり
nl: Begin van de week
pl: Początek tygodnia
ro: Începutul săptămânii
tr: Hafta başı
uk: Початок тижня
uz: Hafta boshi
zh_tw: 本週開始

# daySunday
source: Sunday
ar: الأحد
az: bazar günü
be: Нядзеля
be_eu: Niadzielia
cs: Neděle
fa: یکشنبه
hi: रविवार
it: Domenica
ja: 日曜日
nl: Zondag
pl: Niedziela
ro: Duminică
tr: Pazar
uk: Неділя
uz: Yakshanba
zh_tw: 星期日

source: Debit Card
ar: بطاقة الخصم
az: Debet kartı
be: Дэбетавая картка
be_eu: Debietavaja Kartka
cs: Debetní karta
fa: کارت اعتباری
hi: डेबिट कार्ड
it: Carta di debito
ja: デビットカード
nl: Debetkaart
pl: Karta debetowa
ro: Card de debit
tr: Banka Kartı
uk: Дебетова картка
uz: Debit karta
zh_tw: 借記卡

# def
source: Default Value for '{value}'
ar: القيمة الافتراضية لـ '{value}'
az: '{value}' üçün Defolt Dəyər
be: Безумоўнае значэньне для '{value}'
be_eu: Biezumoŭnaje Značeńnie dlia '{value}'
cs: Výchozí hodnota pro '{value}'
fa: مقدار پیش‌فرض برای '{value}'
hi: '{value}' के लिए डिफ़ॉल्ट मान
it: Valore predefinito per '{value}'
ja: {value}'のデフォルト値
nl: Standaardwaarde voor '{value}'
pl: Wartość domyślna dla '{value}'
ro: Valoare implicită pentru '{value}'
tr: '{value}' için Varsayılan Değer
uk: Значення за умовчанням для '{value}'
uz: “{value}” uchun birlamchi qiymat
zh_tw: {value}的預設值

# deleteAccountTooltip
source: Deactivate Account
ar: إلغاء تنشيط الحساب
az: hesabı ləğv etmək
be: Дэактываваць рахунак
be_eu: Deaktyvavać Rachunak
cs: Deaktivovat účet
fa: غیرفعال کردن اکانت
hi: खाता निष्क्रिय करें
it: Disattivare il conto
ja: 口座の無効化
nl: Rekening deactiveren
pl: Dezaktywuj konto
ro: Dezactivare cont
tr: Hesabı Devre Dışı Bırak
uk: Деактивувати рахунок
uz: Hisobni o'chirish
zh_tw: 停用帳戶

# deleteBillTooltip
source: Delete Bill
ar: حذف الفاتورة
az: Bill silin
be: Выдаліць чэк
be_eu: Vydalić Ček
cs: Smazat účet
fa: بیل را حذف کنید
hi: बिल हटाएँ
it: Cancellare la fattura
ja: 請求書の削除
nl: Rekening verwijderen
pl: Usuń rachunek
ro: Ștergere factură
tr: Faturayı Sil
uk: Видалити чек
uz: Billni o'chirish
zh_tw: 刪除帳單
