Repository: lyskouski/app-finance
Catalog: lib/l10n/app_*.arb
Languages: ar, az, be, be_eu, cs, fa, hi, it, ja, nl, pl, ro, tr, uk, uz, zh_tw

# deleteBudgetTooltip
source: Deactivate Budget Category
ar: إلغاء تنشيط فئة الميزانية
az: Büdcə Kateqoriyasını deaktiv edin
be: Дэактываваць катэгорыю бюджэту
be_eu: Deaktyvavać Katehoryju Biudžetu
cs: Deaktivovat rozpočtovou kategorii
fa: غیرفعال کردن دسته بودجه
hi: बजट श्रेणी निष्क्रिय करें
it: Disattivare la categoria di bilancio
ja: 予算カテゴリの無効化
nl: Deactiveer budgetcategorie
pl: Dezaktywuj kategorię budżetu
ro: Dezactivare categorie bugetară
tr: Bütçe Kategorisini Devre Dışı Bırak
uk: Деактивувати категорію бюджету
uz: Byudjet toifasini o'chirish
zh_tw: 停用預算類別

# deleteGoalTooltip
source: Delete Goal
ar: حذف الهدف
az: Məqsədi silin
be: Выдаліць мэту
be_eu: Vydalić metu
cs: Odstranit cíl
fa: حذف هدف
hi: लक्ष्य हटाएँ
it: Cancellare l'obiettivo
ja: 目標の削除
nl: Doel verwijderen
pl: Usuń cel
ro: Ștergere obiectiv
tr: Hedefi Sil
uk: Видалити мету
uz: Maqsadni o'chirish
zh_tw: 刪除目標

# deleteInvoiceTooltip
source: Delete Invoice
ar: حذف الفاتورة
az: Fakturanı silin
be: Выдаліць прыбытак
be_eu: Vydalić Prybytak
cs: Smazat fakturu
fa: حذف فاکتور
hi: चालान हटाएँ
it: Cancellare la fattura
ja: 請求書の削除
nl: Factuur verwijderen
pl: Usuń fakturę
ro: Ștergere factură
tr: Fatura Silme
uk: Видалити прибуток
uz: Hisob-fakturani o'chirish
zh_tw: 刪除發票

# deletePaymentTooltip
source: Delete Payment
ar: حذف الدفع
az: Ödənişi silin
be: Выдаліць аплату
be_eu: Vydalić Aplatu
cs: Smazat platbu
fa: حذف پرداخت
hi: भुगतान हटाएं
it: Cancellare il pagamento
ja: 支払い削除
nl: Betaling verwijderen
pl: Usuń płatność
ro: Ștergere plată
tr: Ödeme Sil
uk: Видалити платіж
uz: Toʻlovni oʻchirish
zh_tw: 刪除付款

# deleteTooltip
source: Delete
az: Sil
be: Выдаліць
be_eu: Vydalić
cs: Smazat
fa: حذف
hi: मिटाना
it: Cancellare
ja: 削除
nl: Verwijderen
pl: Usuń
ro: Ștergere
tr: Silme
uk: Видалити
uz: Oʻchirish
zh_tw: 刪除

# deleteTransferTooltip
source: Delete Transfer
ar: حذف التحويل
az: Transferi silin
be: Выдаліць перавод
be_eu: Vydalić Pieravod
cs: Smazat převod
fa: حذف انتقال
hi: स्थानांतरण हटाएँ
it: Elimina Trasferimento
ja: 削除
nl: Overschrijving verwijderen
pl: Usuń przelew
ro: Ștergere Transfer
tr: Transfer Sil
uk: Видалити переказ
uz: Transferni o'chirish
zh_tw: 刪除轉帳

source: Deposit
ar: إيداع
be: Дэпазіт
be_eu: Depazit
cs: Vklad
fa: سپرده
hi: जमा
it: Deposito
ja: 入金
nl: Storten
pl: Wpłata
tr: Depozito
uk: Депозит
uz: Depozit

source: Description
ar: الوصف
az: Təsvir
be: Апісаньне
be_eu: Apisańnie
cs: Popis
fa: شرح
hi: विवरण
it: Descrizione
ja: 削除
nl: Beschrijving
pl: Opis
ro: Descriere
tr: Açıklama
uk: Опис
uz: Tavsif
zh_tw: 說明

# descriptionTooltip
source: Set Expense Details
ar: تعيين تفاصيل النفقات
az: Xərc təfərrüatlarını təyin edin
be: Вызначыць дэталі выдатка
be_eu: Vyznačyć Detali Vydatka
cs: Nastavit podrobnosti o výdajích
fa: تنظیم جزئیات هزینه
hi: व्यय विवरण सेट करें
it: Imposta dettagli spese
ja: 経費の詳細設定
nl: Onkostendetails instellen
pl: Ustawianie szczegółów wydatków
ro: Setare detalii cheltuieli
tr: Gider Ayrıntılarını Ayarla
uk: Встановити деталі витрати
uz: Xarajat tafsilotlarini o'rnating
zh_tw: 設定支出詳細資料

# design
source: Design Mode (Culture Specific)
ar: وضع التصميم (خاص بالثقافة)
az: Dizayn Rejimi (Mədəniyyət Xüsusi)
be: Рэжым дызайну (у залежнасьці ад культуры)
be_eu: Režym Dyzajnu (u zaliežnaści ad Kuĺtury)
cs: Režim návrhu (specifický pro kulturu)
fa: حالت طراحی (فرهنگ خاص)
hi: डिज़ाइन मोड (संस्कृति विशिष्ट)
it: Modalità di progettazione (specifica per la cultura)
ja: デザインモード（文化別）
nl: Ontwerpmodus (cultuurspecifiek)
pl: Tryb projektowania (specyficzny dla kultury)
ro: Mod de proiectare (specific culturii)
tr: Tasarım Modu (Kültüre Özel)
uk: Режим дизайну (культурно-специфічний)
uz: Dizayn rejimi (Madaniyatga xos)
zh_tw: 設計模式 (特定文化)

# designAsiaGeneral
source: Asia General
ar: آسيا عام
az: Asiya Generalı
be: Азія Агульна
be_eu: Azija Ahuĺna
cs: Asie Obecné
fa: ژنرال آسیا
hi: एशिया जनरल
it: Asia Generale
ja: アジア全般
nl: Azië Algemeen
pl: Azja Ogólne
tr: Asya Genel
uk: Азія Загальна
uz: Umumiy Osiyo
zh_tw: 亞洲一般

# designGermany
source: Germany
ar: ألمانيا
az: Almaniya
be: Нямеччына
be_eu: Niamieččyna
cs: Německo
fa: آلمان
hi: जर्मनी
it: Germania
ja: ドイツ
nl: Duitsland
pl: Niemczech
tr: Almanya
uk: Німеччина
uz: Germaniya
zh_tw: 德國

# designGlobal
source: Global
ar: عالمي
az: Qlobal
be: Глабальны
be_eu: Hlabaĺny
cs: Globální
fa: جهانی
hi: वैश्विक
it: Globale
ja: グローバル
nl: Wereldwijd
pl: Globalny
tr: Küresel
uk: Глобальний

# designRtlGeneral
source: Right-to-Left Lettering
ar: حروف من اليمين إلى اليسار
az: Sağdan Sola Yazı
be: Напісаньне справа налева
be_eu: Napisańnie Sprava Nalieva
cs: Písmo zprava doleva
fa: حروف راست به چپ
hi: दाएं से बाएं अक्षरांकन
it: Scrittura da destra a sinistra
ja: 右から左へのレタリング
nl: Rechts-naar-links belettering
pl: Napisy od prawej do lewej
ro: Scriere de la dreapta la stânga
uk: Написи справа наліво
uz: O'ngdan chapga harflar
zh_tw: 從右至左字體

source: Details
ar: التفاصيل
az: Təfərrüatlar
be: Дэталі
be_eu: Detali
cs: Podrobnosti
fa: جزئیات
hi: विवरण
it: Dettagli
ja: 詳細
pl: Szczegóły
ro: Detalii
tr: Detaylar
uk: Деталі
uz: Tafsilotlar
zh_tw: 詳細資料

# detailsTooltip
source: ****2345 - last 4 digits of number
ar: ****2345 - آخر 4 أرقام من الرقم
az: ****2345 - nömrənin son 4 rəqəmi
be: ****2345 - апошнія 4 лічбы нумара
be_eu: ****2345 - apošnija 4 ličby numara
cs: ****2345 - poslední 4 číslice čísla
fa: ****2345 - 4 رقم آخر شماره
hi: ****2345 - संख्या के अंतिम 4 अंक
it: ****2345 - ultime 4 cifre del numero
ja: ****2345 - 番号の下4桁
nl: ****2345 - laatste 4 cijfers van nummer
pl: ****2345 - ostatnie 4 cyfry numeru
ro: ****2345 - ultimele 4 cifre ale numărului
tr: ****2345 - numaranın son 4 hanesi
uk: ****2345 - останні 4 цифри номеру
uz: ****2345 - raqamning oxirgi 4 ta raqami
zh_tw: ****2345 - 號碼的最後四個數字

# dtAm
source: am
ar: صباحاً
fa: صبح
hi: पूर्वाह्न
ja: 午前
zh_tw: 上午

# dtAmPm
source: hour in am/pm (0~11)
ar: الساعة صباحاً/مساءً (0 ~ 11)
az: səhər/pm (0~11)
be: гадзіна ў am/pm (0~11)
be_eu: hadzina ŭ am/pm (0~11)
cs: hodina v am/pm (0~11)
fa: ساعت در صبح / بعد از ظهر (0 تا 11)
hi: प्रातः/अपराह्न में घंटा (0~11)
it: ora in am/pm (0~11)
ja: 午前/午後で時間 (0~11)
nl: uur in am/pm (0~11)
pl: godzina w am/pm (0~11)
ro: ora în am/pm (0~11)
tr: am/pm cinsinden saat (0~11)
uk: час у am/pm (0~11)
uz: soat ertalab/kech (0~11)
zh_tw: 小時（上午/下午）(0~11)

# dtDay
source: day in month
ar: اليوم بالشهر
az: ayda gün
be: дьзень у месяцы
be_eu: d'zen' u mesyatsy
cs: den v měsíci
fa: روز در ماه
hi: महीने में दिन
it: giorno nel mese
ja: 日（月
nl: dag in maand
pl: dzień w miesiącu
ro: ziua în lună
tr: ay içinde gün
uk: день у місяці
uz: oyda kun
zh_tw: 以月為單位的日

# dtEscape
source: escape for text
ar: الهروب للنص
az: mətn üçün qaçış
be: абмежаваньне для тэксту
be_eu: abmiežavańnie dlia tekstu
cs: escape pro text
fa: فرار برای متن
hi: पाठ के लिए पलायन
it: escape per il testo
ja: テキストのエスケープ
nl: escape voor tekst
pl: escape dla tekstu
ro: scăpare pentru text
tr: metin için kaçış
uk: обмеження для тексту
uz: matn uchun qochish
zh_tw: 轉換文字

# dtHalfHour
source: hour in am/pm (1~12)
ar: الساعة صباحاً/مساءً (1 ~ 12)
az: səhər saatlarında (1-12)
be: гадзіна ў am/pm (1~12)
be_eu: hadzina ŭ am/pm (1~12)
cs: hodina v dopoledních/odpoledních hodinách (1~12)
fa: ساعت در صبح / بعد از ظهر (1 تا 12)
hi: प्रातः/अपराह्न में घंटा (1~12)
it: ora in am/pm (1~12)
ja: am/pmの時 (1~12)
nl: uur in am/pm (1~12)
pl: godzina w am/pm (1~12)
ro: ora în am/pm (1~12)
tr: am/pm cinsinden saat (1~12)
uk: година у am/pm (1~12)
uz: soat ertalab/soat (1-12)
zh_tw: 小時（上午/下午）(1~12)

# dtHour
source: hour in day (0~23)
ar: الساعة في اليوم (0 ~ 23)
az: gündə saat (0~23)
be: гадьзін у дні (0~23)
be_eu: had́zin u dni (0~23)
cs: hodina v den (0~23)
fa: ساعت در روز (0 تا 23)
hi: दिन में घंटा (0~23)
it: ora nel giorno (0~23)
ja: 日の時 (0~23)
nl: uur in dag (0~23)
pl: godzina w dniu (0~23)
ro: ora în zi (0~23)
tr: gün içindeki saat (0~23)
uk: годин у дні (0~23)
uz: kunduzi soat (0~23)
zh_tw: 小時（日） (0~23)

# dtMinute
source: minute in hour
ar: الدقيقة بالساعة
az: saatda dəqiqə
be: хвілінa у гадьзіне
be_eu: chvilina u had́zinie
cs: minuta v hodině
fa: دقیقه در ساعت
hi: घंटे में मिनट
it: minuto in ora
ja: 分（時
nl: minuut in uur
pl: minuta w godzinie
ro: minut în oră
tr: saat içinde dakika
uk: хвилина у годині
uz: soatda daqiqa
zh_tw: 分鐘（以小時為單位

# dtMonth
source: month in year
ar: الشهر بالسنة
az: ilin ayı
be: месяц у годьзе
be_eu: miesiac u hod́zie
cs: měsíc v roce
fa: ماه در سال
hi: साल में महीना
it: mese in anno
ja: 月（年
nl: maand in jaar
pl: miesiąc w roku
ro: luna în an
tr: yıl içinde ay
uk: місяць у року
uz: yilning oyi
zh_tw: 以年為單位的月份

# dtNamedDay
source: day of week
ar: يوم في الأسبوع
az: həftənin günü
be: дьзень тыдня
be_eu: d́zień tydnia
cs: den v týdnu
fa: روز هفته
hi: सप्ताह का दिन
it: giorno della settimana
ja: 曜日
nl: dag van week
pl: dzień tygodnia
ro: ziua săptămânii
tr: haftanın günü
uk: день тижня
uz: haftaning kuni

# dtPm
source: pm
ar: مساءً
az: axşam
fa: بعد از ظهر
hi: बजे
ja: 午後
zh_tw: 下午

# dtQuote
source: single quote
ar: اقتباس واحد
az: tək sitat
be: адьзінкавая рыска
be_eu: ad́zinkavaja ryska
cs: jednoduchá uvozovka
fa: نقل قول تک
hi: एकल बोली
it: citazione singola
ja: シングルクォート
nl: enkel citaat
pl: pojedynczy cudzysłów
ro: citat simplu
tr: tek alıntı
uk: одинарні лапки
uz: yagona tirnoq
zh_tw: 單引號

# dtSecond
source: second in minute
ar: الثانية بالدقيقة
az: dəqiqədə ikinci
be: сэкунд у хвіліну
be_eu: sekund u chvilinu
cs: sekunda v minutě
fa: ثانیه در دقیقه
hi: मिनट में दूसरा
it: secondo in minuto
ja: 分
nl: seconde in minuut
pl: sekunda w minucie
ro: secundă în minut
tr: dakika içinde saniye
uk: секунд у хвилину
uz: daqiqada ikkinchi
zh_tw: 分秒

# dtYear
source: year
ar: سنة
az: il
be: год
be_eu: hod
fa: سال
hi: वर्ष
it: anno
nl: jaar
pl: rok
tr: yıl
uk: рік
uz: yil
zh_tw: 年

# editAccountHeader
source: Update Account
ar: تحديث الحساب
az: Hesabı yeniləyin
be: Абнавіць рахунак
be_eu: Abnavić Rachunak
cs: Aktualizovat účet
fa: به روز رسانی حساب کاربری
hi: खाता अद्यतन करें
it: Aggiornare il conto
ja: アカウント更新
nl: Account bijwerken
pl: Zaktualizuj konto
ro: Actualizare cont
tr: Hesap Güncelleme
uk: Оновити рахунок
uz: Hisobni yangilash
zh_tw: 更新帳戶

# editAccountTooltip
source: Edit Account
ar: تعديل الحساب
az: Hesabı redaktə edin
be: Рэдагаваць рахунак
be_eu: Redahavać Rachunak
cs: Upravit účet
fa: ویرایش حساب
hi: खाता संपादित करें
it: Modifica del conto
ja: アカウント編集
nl: Account bewerken
pl: Edytuj konto
ro: Editare cont
tr: Hesabı Düzenle
uk: Редагувати рахунок
uz: Hisobni tahrirlash
zh_tw: 編輯帳戶

# editBillHeader
source: Update Bill
ar: تحديث الفاتورة
az: Billi yeniləyin
be: Абнавіць чэк
be_eu: Abnavić Ček
cs: Aktualizovat účet
fa: به روز رسانی بیل
hi: बिल अद्यतन करें
it: Aggiornare la fattura
ja: 請求書の更新
nl: Rekening bijwerken
pl: Zaktualizuj rachunek
ro: Actualizare factură
tr: Bill'i Güncelle
uk: Оновити чек
uz: Billni yangilash
zh_tw: 更新帳單

# editBillTooltip
source: Edit Bill
ar: تحرير الفاتورة
az: Bill redaktə edin
be: Рэдагаваць чэк
be_eu: Redahavać Ček
cs: Upravit účet
fa: لایحه را ویرایش کنید
hi: बिल संपादित करें
it: Modifica fattura
ja: 請求書の編集
nl: Rekening bewerken
pl: Edytuj rachunek
ro: Editare factură
tr: Faturayı Düzenle
uk: Редагувати чек
uz: Billni tahrirlash
zh_tw: 編輯帳單

# editBudgetHeader
source: Update Budget Category
ar: تحديث فئة الميزانية
az: Büdcə Kateqoriyasını yeniləyin
be: Абнавіць катэгорыю бюджэту
be_eu: Abnavić Katehoryju Biudžetu
cs: Aktualizovat kategorii rozpočtu
fa: به روز رسانی رده بودجه
hi: बजट श्रेणी अद्यतन करें
it: Aggiornare la categoria di bilancio
ja: 予算カテゴリーの更新
nl: Budgetcategorie bijwerken
pl: Aktualizacja kategorii budżetu
ro: Actualizare categorie buget
tr: Bütçe Kategorisini Güncelle
uk: Оновити категорію бюджету
uz: Byudjet toifasini yangilash
zh_tw: 更新預算類別

# editBudgetTooltip
source: Edit Budget Category
ar: تحرير فئة الميزانية
az: Büdcə Kateqoriyasına düzəliş edin
be: Рэдагаваць катэгорыю бюджэту
be_eu: Redahavać Katehoryju Biudžetu
cs: Upravit kategorii rozpočtu
fa: ویرایش دسته بندی بودجه
hi: बजट श्रेणी संपादित करें
it: Modifica categoria di bilancio
ja: 予算カテゴリーの編集
nl: Wijzig budgetcategorie
pl: Edytuj kategorię budżetu
ro: Editare categorie buget
tr: Bütçe Kategorisini Düzenle
uk: Редагувати категорію бюджету
uz: Byudjet toifasini tahrirlash
zh_tw: 編輯預算類別

# editGoalHeader
source: Update Goal
ar: تحديث الهدف
az: Məqsədi yeniləyin
be: Абнавіць мэту
be_eu: Abnavić Metu
cs: Aktualizovat cíl
fa: به روز رسانی هدف
hi: लक्ष्य अद्यतन करें
it: Aggiorna obiettivo
ja: 目標の更新
nl: Doel bijwerken
pl: Aktualizuj cel
ro: Actualizare obiectiv
tr: Hedefi Güncelle
uk: Оновити мету
uz: Maqsadni yangilash
zh_tw: 更新目標

# editGoalTooltip
source: Edit Goal
ar: تحرير الهدف
az: Məqsədi redaktə edin
be: Рэдагаваць мэту
be_eu: Redahavać Metu
cs: Upravit cíl
fa: ویرایش هدف
hi: लक्ष्य संपादित करें
it: Modifica obiettivo
ja: 目標の編集
nl: Doel bewerken
pl: Edytuj cel
ro: Editare obiectiv
tr: Hedefi Düzenle
uk: Редагувати мету
uz: Maqsadni tahrirlash
zh_tw: 編輯目標

# editInvoiceTooltip
source: Edit Invoice
ar: تحرير الفاتورة
az: Fakturaya düzəliş edin
be: Рэдагаваць прыбытак
be_eu: Redahavać Prybytak
cs: Upravit fakturu
fa: ویرایش فاکتور
hi: चालान संपादित करें
it: Modifica fattura
ja: 請求書の編集
nl: Bewerk factuur
pl: Edytuj fakturę
tr: Fatura Düzenle
uk: Редагувати прибуток
uz: Hisob-fakturani tahrirlash
zh_tw: 編輯發票

# editPaymentTooltip
source: Edit Payment
ar: تحرير الدفع
az: Ödənişi redaktə edin
be: Рэдагаваць аплату
be_eu: Redahavać Aplatu
cs: Upravit platbu
fa: ویرایش پرداخت
hi: भुगतान संपादित करें
it: Modifica del pagamento
ja: お支払いの編集
nl: Betaling bewerken
pl: Edytuj płatność
ro: Editare plată
tr: Ödeme Düzenle
uk: Редагувати платіж
uz: To'lovni tahrirlash
zh_tw: 編輯付款

# editTooltip
source: Edit
ar: تحرير
az: Redaktə et
be: Рэдагаваць
be_eu: Redahavać
cs: Upravit
fa: ویرایش کنید
hi: संपादन करना
it: Modifica
ja: 編集
nl: Bewerken
pl: Edytuj
tr: Düzenle
uk: Редагувати
uz: Tahrirlash
zh_tw: 編輯

# editTransferTooltip
source: Edit Transfer
ar: تحرير التحويل
az: Transferi redaktə edin
be: Рэдагаваць перавод
be_eu: Redahavać Pieravod
cs: Upravit převod
fa: ویرایش انتقال
hi: स्थानांतरण संपादित करें
it: Modifica trasferimento
ja: 転送編集
nl: Bewerken Overdracht
pl: Edytuj przelew
ro: Editare transfer
tr: Aktarımı Düzenle
uk: Редагувати переказ
uz: Transferni tahrirlash
zh_tw: 編輯轉移

# encryptionMode
source: Data Encryption
ar: تشفير البيانات
az: Məlumatların Şifrələnməsi
be: Шыфраваньне дадьзеных
be_eu: Šyfravańnie Dad́zienych
cs: Šifrování dat
fa: رمزگذاری داده ها
hi: डेटा एन्क्रिप्शन
it: Crittografia dei dati
ja: データ暗号化
nl: Gegevenscodering
pl: Szyfrowanie danych
ro: Criptarea datelor
tr: Veri Şifreleme
uk: Шифрування даних
uz: Ma'lumotlarni shifrlash
zh_tw: 資料加密

# error
source: Error: {value}
ar: خطأ {value}
az: Xəta: {value}
be: Памылка: {value}
be_eu: Pamylka: {value}
cs: Chyba: {value}
fa: خطا: {value}
hi: त्रुटि: {value}
it: Errore: {value}
ja: エラー：{value}
nl: Fout: {value}
pl: Błąd: {value}
ro: Eroare: {value}
tr: Hata: {value}
uk: Помилка: {value}
uz: Xato: {value}
zh_tw: 錯誤：{value}

# errorExpired
source: Card expired
ar: انتهت صلاحية البطاقة
az: Kartın müddəti bitdi
be: Тэрмін дьзеяньня карты скончыўся
be_eu: Termin d́ziejańnia Karty skončyŭsia
cs: Platnost karty vypršela
fa: کارت منقضی شده است
hi: कार्ड समाप्त हो गया
it: Carta scaduta
ja: カード有効期限切れ
nl: Kaart verlopen
pl: Karta wygasła
ro: Card expirat
tr: Kartın süresi doldu
uk: Термін дії картки закінчився
uz: Karta muddati tugagan
zh_tw: 卡已過期

# errorNegative
source: Cannot be negative! Please, fix the error
ar: لا يمكن أن تكون سلبية! الرجاء إصلاح الخطأ
az: Mənfi ola bilməz! Zəhmət olmasa, xətanı düzəldin
be: Ня можа быць адмоўным! Калі ласка, выпраўце памылку
be_eu: Nia moža być admoŭnym! Kali laska, vypraŭcie pamylku
cs: Nemůže být záporná! Prosím, opravte chybu
fa: نمی تواند منفی باشد! لطفاً خطا را برطرف کنید
hi: नकारात्मक नहीं हो सकता! कृपया, त्रुटि ठीक करें
it: Non può essere negativo! Correggere l'errore
ja: 否定できません！エラーを修正してください
nl: Kan niet negatief zijn! Herstel de fout
pl: Nie może być ujemna! Proszę, napraw ten błąd
ro: Nu poate fi negativ! Vă rugăm, corectați eroarea
tr: Olumsuz olamaz! Lütfen hatayı düzeltin
uk: Не може бути негативним! Будь ласка, виправте помилку
uz: Salbiy bo'lishi mumkin emas! Iltimos, xatoni tuzating
zh_tw: 無法為負值！請修正錯誤

source: Example
az: Misal
be: Прыклад
be_eu: Pryklad
cs: Příklad:
fa: مثال
hi: उदाहरण
it: Esempio
ja: 例
nl: Voorbeeld
pl: Przykład
ro: Exemplu
tr: Örnek
uk: Приклад
uz: Misol
zh_tw: 範例

# expand
source: Expand Section
ar: توسيع القسم
az: Bölməni genişləndirin
be: Разгарнуць раздьзел
be_eu: Razharnuć Razd́ziel
cs: Rozbalit oddíl
fa: گسترش بخش
hi: अनुभाग का विस्तार करें
it: Espandi la sezione
ja: セクションを展開
nl: Sectie uitbreiden
pl: Rozwiń sekcję
ro: Extindeți secțiunea
tr: Bölümü Genişlet
uk: Розгорнути розділ
uz: Bo'limni kengaytirish
zh_tw: 展開部分

# expense
source: Amount of Expenses
ar: مبلغ المصروفات
az: Xərclərin məbləği
be: Сума выдаткаў
be_eu: Suma Vydatkaŭ
cs: Výše výdajů
fa: مقدار هزینه ها
hi: व्यय की राशि
it: Importo delle spese
ja: 請求金額
nl: Bedrag van uitgaven
pl: Kwota wydatków
ro: Valoarea cheltuielilor
tr: Harcama Tutarı
uk: Сума витрат
uz: Xarajatlar miqdori
zh_tw: 支出金額

# expenseDateTime
source: Billed At
ar: تمت المحاسبة على
be: Выстаўлены
be_eu: Vystaŭlieny
cs: Účtováno při
fa: صورتحساب در
hi: पर बिल किया गया
it: Fatturato a
ja: 請求額
nl: Gefactureerd bij
pl: Rozliczone na
ro: Facturate la
tr: Faturalandırma
uk: Виставлений
uz: Hisoblangan
zh_tw: 帳單

# expenseHeadline
source: Expense
ar: المصاريف
az: Xərc
be: Выдатак
be_eu: Vydatak
cs: Výdaje
fa: هزینه
hi: व्यय
it: Spese
ja: 経費
nl: Uitgaven
pl: Wydatek
ro: Cheltuieli
tr: Giderler
uk: Витрати
uz: Xarajat
zh_tw: 費用

# expenseTransfer
source: Amount of Transfer
ar: مبلغ التحويل
az: Köçürmə məbləği
be: Сума пераводу
be_eu: Suma Pieravodu
cs: Částka převodu
fa: مبلغ انتقال
hi: स्थानांतरण की राशि
it: Importo del trasferimento
ja: 振込金額
nl: Bedrag overboeking
pl: Kwota przelewu
ro: Suma transferului
tr: Transfer Tutarı
uk: Сума переводу
uz: Transfer summasi
zh_tw: 轉帳金額

# exportFile
source: Export as .{value}-file
ar: التصدير كملف .{value}-ملف
az: .{value}-fayl kimi ixrac edin
be: Экспартаваць як .{value}-файл
be_eu: Ekspartavać jak .{value}-fajl
cs: Exportovat jako soubor .{value}
fa: صادر کردن به عنوان .{value}-فایل
hi: .{value} फ़ाइल के रूप में निर्यात करें
it: Esportazione come file .{value}
ja: .{value}-ファイルとしてエクスポート
nl: Exporteren als .{value}-bestand
pl: Eksportuj jako plik .{value}
ro: Export ca .{value}-file
tr: .{value} dosyası olarak dışa aktar
uk: Експортувати як .{value}-файл
uz: .{value} fayl sifatida eksport qiling
zh_tw: 匯出為 .{value} 檔案

# failData
source: Amount Deduction
ar: المبلغ المستقطع
az: Məbləğin tutulması
be: Сума выліку
be_eu: Suma vyliku
cs: Odečtená částka
fa: کسر مبلغ
hi: राशि कटौती
it: Importo Detrazione
ja: 控除額
nl: Bedrag Aftrek
pl: Kwota odliczenia
ro: Suma dedusă
tr: Tutar Kesintisi
uk: Сума відрахування
uz: Chegirma miqdori
zh_tw: 扣除金額

# flowTypeInvoice
source: Invoice
ar: الفاتورة
be: Прыбытак
be_eu: Prybytak
cs: Faktura
fa: صورتحساب
hi: चालान
it: Fattura
ja: 請求書
nl: Factuur
pl: Faktura
ro: Factură
uk: Прибуток
uz: Hisob-faktura
zh_tw: 發票

# flowTypeTooltip
source: Amount Type: Bill, Invoice
ar: نوع المبلغ فاتورة، فاتورة
az: Məbləğ növü: faktura, faktura
be: Тып сумы: Чэк, Прыбытак
be_eu: Typ sumy: Ček, Prybytak
cs: Typ částky: Účet, faktura
fa: نوع مبلغ: قبض، فاکتور
hi: राशि का प्रकार: बिल, चालान
it: Tipo di importo: Bolletta, Fattura
ja: 金額の種類 請求書
nl: Type bedrag: Factuur
pl: Typ kwoty: Rachunek, Faktura
ro: Tip sumă: Factură, factură
tr: Tutar Türü: Fatura, Fatura
uk: Тип суми: Чек, Прибуток
uz: Miqdor turi: hisob-faktura, hisob-faktura
zh_tw: 金額類型： 帳單、發票

# forecastData
source: Forecast
ar: تنبؤات
az: Proqnoz
be: Прагноз
be_eu: Prahnoz
cs: Předpověď
fa: پیش بینی
hi: पूर्वानुमान
it: Previsione
ja: 予想
nl: Prognose
pl: Prognoza
ro: Prognoză
tr: Tahmin
uk: Прогноз
uz: Prognoz
zh_tw: 預測

source: from
ar: من
az: -dən
be: ад
be_eu: ad
cs: z
fa: از جانب
hi: से
ja: から
nl: van
pl: od
ro: de la
tr: gelen
uk: од
uz: dan
zh_tw: 從

# goNextTooltip
source: Go Next
ar: الانتقال إلى التالي
az: Sonrakı
be: Перайсьці далей
be_eu: Pierajści daliej
cs: Přejít na další
fa: برو بعدی
hi: आगे बढ़ें
it: Vai al prossimo
ja: 次へ
nl: Ga Volgende
pl: Przejdź dalej
ro: Următorul
tr: Sonraki
uk: Перейти далі
uz: Keyingiga o'tish
zh_tw: 下一個

# goalHeadline
source: Goals
ar: الأهداف
az: Məqsədlər
be: Мэты
be_eu: Mety
cs: Cíle
fa: اهداف
hi: लक्ष्य
it: Obiettivi
ja: 目標
nl: Doelen
pl: Cele
ro: Obiective
tr: Hedefler
uk: Цілі
uz: Maqsadlar
zh_tw: 目標

# goalProfit
source: Goals Target: {value}
ar: هدف الأهداف: {value}
az: Hədəflər Hədəf: {value}
be: Чаканьне: {value}
be_eu: Čakańnie: {value}
cs: Cíle Cíl: {value}
fa: هدف اهداف: {value}
hi: लक्ष्य लक्ष्य: {value}
it: Obiettivo degli obiettivi: {value}
ja: 目標値：{value}
nl: Doelen Doel: {value}
pl: Cele docelowe: {value}
ro: Ținta obiectivelor: {value}
tr: Hedefler Hedef: {value}
uk: Очікування: {value}
uz: Maqsadlar: {value}
zh_tw: 目標：{value}

# goalProfitTooltip
source: Profit vs Goals Target
ar: الربح مقابل هدف الأهداف
az: Mənfəət və Məqsəd Hədəfi
be: Прыбытак супраць мэты
be_eu: Prybytak suprać Mety
cs: Zisk vs Cílová hodnota cílů
fa: سود در مقابل هدف
hi: लाभ बनाम लक्ष्य लक्ष्य
it: Profitto rispetto all'obiettivo degli obiettivi
ja: 利益対目標
nl: Winst vs Doel
pl: Zysk vs cel bramki
ro: Profit vs Obiectivele țintă
tr: Hedeflere Karşı Kâr
uk: Прибуток проти цілі
uz: Foyda va Maqsadlar
zh_tw: 利潤与目標

# goalTooltip
source: Open Goals
ar: الأهداف المفتوحة
az: Açıq Məqsədlər
be: Адкрыць мэты
be_eu: Adkryć Mety
cs: Otevřené cíle
fa: باز کردن اهداف
hi: लक्ष्य खोलें
it: Obiettivi aperti
ja: オープン目標
nl: Open Doelen
pl: Otwarte cele
ro: Obiective deschise
tr: Açık Hedefler
uk: Відкрити цілі
uz: Ochiq maqsadlar
zh_tw: 開啟目標

# hasEncrypted
source: Once set, cannot be changed
ar: بمجرد تعيينها، لا يمكن تغييرها
az: Quraşdırıldıqdan sonra dəyişdirilə bilməz
be: Пасля ўстаноўкі нельга змяніць
be_eu: Paslia ŭstanoŭki nieĺha zmianić
cs: Jednou nastavené nelze změnit
fa: پس از تنظیم، قابل تغییر نیست
hi: एक बार सेट हो जाने पर, बदला नहीं जा सकता
it: Una volta impostati, non possono essere modificati
ja: 一度設定すると変更できません
nl: Eenmaal ingesteld, kan niet worden gewijzigd
pl: Po ustawieniu nie można ich zmienić
ro: Odată stabilite, nu pot fi modificate
tr: Ayarlandıktan sonra değiştirilemez
uk: Після встановлення не можна змінити
uz: Bir marta o'rnatilsa, uni o'zgartirib bo'lmaydi
zh_tw: 一旦設定，無法變更

# helpTooltip
source: [Help] Show Description of that Page
ar: [تعليمات] إظهار وصف تلك الصفحة
az: [Kömək] Həmin Səhifənin Təsvirini Göstərin
be: [Даведка] Паказаць апісаньне старонкі
be_eu: [Daviedka] Pakazać Apisańnie Staronki
cs: [Nápověda] Zobrazit popis této stránky
fa: [راهنما] نمایش توضیحات آن صفحه
hi: [सहायता] उस पृष्ठ का विवरण दिखाएँ
it: [Mostra la descrizione della pagina
ja: [ヘルプ] そのページの説明を表示する
nl: [Help] Toon beschrijving van die pagina
pl: [Pomoc] Pokaż opis tej strony
ro: [Ajutor] Afișează descrierea paginii respective
tr: [Yardım] Bu Sayfanın Açıklamasını Göster
uk: [Довідка] Показати опис цієї сторінки
uz: [Yordam] Sahifaning tavsifini ko'rsatish
zh_tw: [說明] 顯示該頁面的說明

# homeHeadline
source: Home
ar: الصفحة الرئيسية
az: Ev
be: Галоўная
be_eu: Haloŭnaja
cs: Úvodní stránka
fa: صفحه اصلی
hi: घर
it: Pagina iniziale
ja: ホーム
pl: Strona główna
ro: Acasă
uk: Головна
uz: Uy
zh_tw: 首頁

# homeTooltip
source: Back to Main Page
ar: العودة إلى الصفحة الرئيسية
az: Əsas səhifəyə qayıt
be: Вярнуцца да галоўнай старонкі
be_eu: Viarnucca da Haloŭnaj Staronki
cs: Zpět na hlavní stránku
fa: بازگشت به صفحه اصلی
hi: मुख्य पृष्ठ पर वापस जाएँ
it: Torna alla pagina principale
ja: メインページに戻る
nl: Terug naar hoofdpagina
pl: Powrót do strony głównej
ro: Înapoi la pagina principală
tr: Ana Sayfaya Geri Dön
uk: Повернутися на головну сторінку
uz: Bosh sahifaga qaytish
zh_tw: 回到主頁
